{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Meghan McCain’s husband blasts late-night host Seth Meyers after contentious interview", "description": "Ben Domenech, publisher of the Federalist, unloaded a series of insults on late night host Seth Meyers after he had a testy exchange with his wife, \"View\" host Meghan McCain.", "url": "https://www.foxnews.com/entertainment/meghan-mccain-husband-seth-meyers", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2019/05/Seth-Myers-Ben-Domench-Meghan-McClain-NBC-Getty.jpg", "publishedAt": "2019-05-08T17:38:02.6477815Z", "content": "Ben Domenech, publisher of the Federalist, unloaded a series of insults on Seth Meyers after the late night host had a testy exchange with his wife, \"The View\" host Meghan McCain.\n\n\"I see that @sethmeyers, that untalented piece of s--- who only has his job because he regularly gargled Lorne Michaels' b--s, went after my wife tonight with his idiotic anti-Semitic bulls---,\" Domenech tweeted, according to The Daily Beast. Michaels is the comedian who created and produced \"Saturday Night Live,\" the show where Meyers performed for many years.\n\nMeyers, who hosted Domenech's wife on his show, challenged McCain on her repeated criticism of Rep. Ilhan Omar, D-Minn. At one point, McCain asked Meyers if he was Omar's \"publicist.\"\n\nILHAN OMAR MOCKS MEGHAN MCCAIN AFTER FIERY CRITICISM: 'OH, BLESS HER HEART!'\n\nIn another tweet, Domenech called Meyers an \"awful person who is known in the industry for how terrible he is.\" \"He is a monumental a--hole who is utterly unfunny. He deserves the mockery he receives from all the people who laugh at him,\" he added.\n\nHe also said the host served as proof that \"white men get ahead despite their obvious lack of talent.\" \"It's @sethmeyers, who would beg for a third of the viewers at @TheView,\" he said, referring to his wife's show.\n\n\"But the best thing is how much all the people around @sethmeyers talk about what a s----y person he is. Because oh, it is sad. So terrible, But he deserves all of it,\" Domenech added in a different tweet.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nDomenech eventually apologized on Wednesday morning and deleted his other tweets.\n\n\"I apologize for rage tweeting about how Seth Meyers treated her. I don't like him, I think he's a hack, but I shouldn't have done that. I'm sorry to anyone I offended,\" he said.\n\nDuring Meyers' interview with McCain, the host brought up McCain's commentary on ABC's \"This Week\" following the deadly synagogue shooting at the Poway, Calif., last month where she invoked Omar's tweets, and asserted that both Democrats and Republicans have to tackle anti-Semitism within their own parties.\n\nWhen asked if there's a way to talk about Israel without being considered anti-Semitic, McCain responded by saying don't talk about \"Jews hypnotizing the world\" and \"all about the Benjamins.\"\n\n\"You do keep bringing up the two tweets she apologized for,\" Meyers told McCain, \"and I think it's a little unfair to her, especially because...\"\n\n\"Are you her publicist?\" McCain reacted. \"Are you her press person?\"\n\n\"No,\" Meyers answered. \"I'm just someone who cares about the fact that there's someone out there who is in a minority, who has had death threats against her, and I think we should all use the same language that you're asking her to be careful about her language. And I would ask that everyone be careful about theirs.\"", "_id": "0abb44ec-52a3-4ec6-971d-df07f2b1c9f4"}