{"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Chris Cillizza, CNN Editor-at-large", "title": "Donald Trump's emperor-has-no-clothes moment on his wealth is here", "description": "President Donald Trump's entire persona is built on a singular idea: He's the brash, break-all-the-rules billionaire. Like him or hate him, you can't help but admire his massive wealth and the smarts that allowed him to accrue it.", "url": "http://us.cnn.com/2019/05/08/politics/donald-trump-taxes-new-york-times/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/190508091453-01-trump-thumbs-up-file-super-tease.jpg", "publishedAt": "2019-05-08T13:18:06Z", "content": "(CNN) President Donald Trump's entire persona is built on a singular idea: He's the brash, break-all-the-rules billionaire. Like him or hate him, you can't help but admire his massive wealth and the smarts that allowed him to accrue it.\n\n\"I'm the most successful person ever to run for the presidency, by far,\" he told the Des Moines Register just before announcing his presidential candidacy in June 2015. \"Nobody's ever been more successful than me. I'm the most successful person ever to run. Ross Perot isn't successful like me. [Mitt] Romney -- I have a Gucci store that's worth more than Romney.\"\n\nIn each episode of his weekly YouTube show, Chris Cillizza will delve a little deeper into the surreal world of politics. Click to subscribe!\n\nIt turns out that isn't true.\n\n\"The numbers show that in 1985, Mr. Trump reported losses of $46.1 million from his core businesses — largely casinos, hotels and retail space in apartment buildings. They continued to lose money every year, totaling $1.17 billion in losses for the decade.\n\n\"In fact, year after year, Mr. Trump appears to have lost more money than nearly any other individual American taxpayer, The Times found when it compared his results with detailed information the I.R.S. compiles on an annual sampling of high-income earners. His core business losses in 1990 and 1991 — more than $250 million each year — were more than double those of the nearest taxpayers in the I.R.S. information for those years.\"\n\nMore than $1 billion in losses in a single decade!\n\nMore than double the losses of the nearest other taxpayer in 1990 and 1991!\n\nThe single biggest loser (of money) of all American taxpayers in the period 1985-1994!\n\nWhat the Times story does is something simple but profound: It punctures the balloon -- puffed up by years of Trumpian marketing and salesmanship -- that the President of the United States was some sort of business genius. In fact, Trump was one of -- if not the -- biggest failures (in terms of money making and losing) in the country during a decade-long stretch. His ability to maintain his wealth and, eventually, to grow it was born of taking advantage of a system of tax laws and loopholes friendly to big business.\n\nTrump acknowledged as much in a series of tweets responding to the Times story on Wednesday morning:\n\n\"Real estate developers in the 1980's & 1990's, more than 30 years ago, were entitled to massive write offs and depreciation which would, if one was actively building, show losses and tax losses in almost all cases. Much was non monetary. Sometimes considered 'tax shelter,' you would get it by building, or even buying. You always wanted to show losses for tax purposes....almost all real estate developers did - and often re-negotiate with banks, it was sport. Additionally, the very old information put out is a highly inaccurate Fake News hit job!\"\n\nHere's why this Times story matters so, so much: Trump explicitly ran for president on the idea that his business acumen gave him a unique -- and more valuable -- perspective on how to run the country than anyone else who had ever held the office (and certainly the other Republicans and Democrats running for the White House in 2016.)\n\n\"So I have a total net worth, and now with the increase, it'll be well-over $10 billion. But here, a total net worth of -- net worth, not assets, not -- a net worth, after all debt, after all expenses, the greatest assets -- Trump Tower, 1290 Avenue of the Americas, Bank of America building in San Francisco, 40 Wall Street, sometimes referred to as the Trump building right opposite the New York -- many other places all over the world.\n\n\"So the total is $8,737,540,00.\n\n\"I'm not doing that to brag, because you know what? I don't have to brag. I don't have to, believe it or not.\n\n\"I'm doing that to say that that's the kind of thinking our country needs. We need that thinking. We have the opposite thinking.\"\n\nThe logic is simple: I am rich. I made all of this money for myself over all these years but now I want to make the country -- and you, individual voter! -- rich too. Trump was pitching a secularized version of the Joel Osteen aspirational gospel; I can teach you to think and act like me, and, in so doing, you can be just like me!\n\nA huge part of Trump's appeal was encased in the idea that he was the American dream: A super-wealthy guy with a beautiful wife, lots of homes and his own plane with his name on the side. His years as a reality TV star served to codify that idea in peoples' minds; Trump was always getting off a helicopter or riding in a limousine -- in the middle of some major deal that would make him millions.\n\nThanks to The New York Times, we know now all of that was pure American myth-making. Trump wasn't -- as he tried to portray himself -- a self-made man at all. As the Times reported in October 2018\n\n\"Mr. Trump received the equivalent today of at least $413 million from his father's real estate empire, starting when he was a toddler and continuing to this day.\"\n\nHis wealth was hugely derived from his father. (Trump famously/infamously said his father, Fred, gave him only a \"small\" $1 million loan as he began his career as a real estate developer.) And now we know that during a critical period of his business life, Trump was losing more than $1 billion in a 10-year span -- a total that made him one of the single largest losers of money in America at the time.\n\nPut plainly: The story that Donald Trump has been telling himself and the American public for much of his life -- and especially since becoming a presidential candidate in 2015 -- isn't true. And it's more than an exaggeration. It's the opposite of what happened. Trump was gifted huge amounts of money by his father. He lost it at eye-popping rates.\n\nWill any of this matter to Trump's supporters or, more broadly, to the 2020 electorate? Probably not. Minds have been made up -- on both sides -- about Trump for a very long time. Facts and reality don't seem to puncture those opinions about the President.\n\nBut whether voters vote on this issue next November is, really, beside the point. And the point is this: Donald Trump is not the person he sold himself to be to the American public in 2016. Period.", "_id": "0b6f6a65-cb4c-4c1e-a9e4-b13f99ed2023"}