{"source": {"id": "recode", "name": "Recode"}, "author": "Emily Stewart", "title": "Tim Cook wants to keep Apple out of the “break up Big Tech” conversation", "description": "The executive told CNBC he’s “frustrated that tech is painted as monolithic.”", "url": "https://www.vox.com/recode/2019/5/6/18534498/apple-tim-cook-cnbc-interview-antitrust-competition", "urlToImage": "https://cdn.vox-cdn.com/thumbor/Zqt7u33JWpxx4na2Kdy1mny0K58=/0x398:6720x3916/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/16217373/1144604160.jpg.jpg", "publishedAt": "2019-05-06T21:50:00Z", "content": "Apple CEO Tim Cook, unsurprisingly, does not agree with Sen. Elizabeth Warren’s belief that his company should be broken up. And he seems annoyed by the current political conversation around big tech and privacy.\n\nIn an interview with CNBC’s Becky Quick that aired on Monday, Cook commented on growing calls to break up big tech companies, including Apple. He said he is “frustrated that tech is painted as monolithic” and said that beyond Apple’s geographic location and market cap, it has little in common with corporations such as Google and Facebook on issues like data privacy and competition.\n\n“I don’t think anybody would call us a monopoly,” he said.\n\nHe also responded to complaints from iOS app developers that Apple unfairly discriminates against apps from third-party developers and prioritizes its own products instead.\n\n“We don’t get wrapped up in a pretzel about saying, ‘No, that doesn’t go on our platform. No, that app doesn’t work, and therefore it’s not going in the App Store,’” Cook said. “I know that that has opened us up for criticism. But it’s a part of being a shop owner or whatever. You know … if you own a shop on the corner, you decide what goes in your store.”\n\nApple, like many tech companies, has come under increased scrutiny over its size and potential anti-competitive behaviors. Warren in March rolled out a plan calling for the breakup of tech giants, including Apple as well as Google, Amazon, and Facebook. She and others have specifically focused on Apple’s App Store, arguing that Apple shouldn’t be able to run the platform and compete in it with apps of its own.\n\n“You can be the umpire in a baseball game or you can have a team in the game,” Warren said during a CNN town hall in April. “But you don’t get to be the umpire and have a team in the game.”\n\nThis isn’t the first time Cook has argued that Apple isn’t anti-competitive — and that it’s very different from the other companies in the tech space. He made a similar point when interviewed by Recode’s Kara Swisher and MSNBC’s Chris Hayes last year. “I think everybody needs to understand Silicon Valley is not monolithic,” he said at the time.\n\nHe has also tried to separate Apple from other tech companies in the privacy conversation. He has criticized Facebook for its privacy practices and sought to clarify that Apple’s business model is very different from others that monetize its customers’ data. “We don’t traffic in your data,” Cook told Quick. “We very much are on your side.”\n\nNot everybody is in love with Apple running the App Store and creating apps\n\nOne of the major antitrust criticisms of Apple centers on its App Store and concerns that it prioritizes its own apps over those of third-party developers and therefore harms competition.\n\nIn March, the music streaming service Spotify filed a complaint against Apple in Europe alleging that the iPhone maker unfairly stifles competition by imposing a “tax” on digital subscription services made by its rivals and otherwise seeks to advantage its own products over those made by others. Dutch enforcers have started investigating whether Apple was promoting its own apps over those of competitors. The cybersecurity firm Kaspersky has filed an antitrust complaint against Apple in Russia. The New York Times recently reported that Apple has targeted 11 of the 17 most downloaded apps meant to help users cut down on screen time or help parents monitor what their children are doing on their devices. (Apple has said it’s done so in the name of security.)\n\nWarren has brought up Apple’s App Store as well.\n\n“Apple, you’ve got to break it apart from their App Store. It’s got to be one or the other. Either they run the platform or they play in the store,” she told The Verge’s Nilay Patel. “They don’t get to do both at the same time.”\n\nHer issue with Apple is similar to the criticisms she’s offered of Google and Amazon: These companies get a competitive advantage in the search results on their platform and can prioritize their products over those made by third parties.\n\nThe Supreme Court is currently weighing a court case regarding potential anti-competitive practices relating to the Apple Store. The case, Apple v. Pepper, originated in 2011 after a group of iPhone owners claimed that Apple keeping third-party apps out of its App Store was driving up prices and hurting competition.\n\nThe Verge’s Adi Robertson laid out the case last year:\n\nThe central dispute is relatively simple: Apple only allows iOS users to install apps through its App Store. Any third-party stores require jailbreaking your phone and voiding the warranty. Apple also takes a 30 percent commission on apps that are sold through the App Store. Pepper’s complaint concludes that developers are logically passing that cost along to consumers.\n\nThe Supreme Court heard arguments on that matter last year.\n\nApple says its closed ecosystem isn’t a monopoly. “We have 15 percent share in the world on smartphones and 8 or 9 on personal computers, and so on and so forth,” Cook told Quick in the CNBC interview. “And so the share is clearly not a dominant kind of company, our dominant market.”\n\nWorries about big tech aren’t going anywhere\n\nCook’s efforts to downplay criticisms of Apple and set it apart from others in terms of privacy practices show he’s aware of the conversation going on about the company. Whatever he believes the merits of the critiques are, they’re increasingly becoming part of the narrative around Apple — and technology in general.\n\nApple has for a long time been beating the drum about it being better than the other tech giants on privacy, as Recode’s Peter Kafka noted last year. Steve Jobs in 2010 separated Apple’s practices from Google’s in an interview in 2010, and Cook has criticized both Google and Facebook on multiple occasions. As privacy concerns have seeped further into the public discussion, Apple has upped its efforts to emphasize that it’s different. “Privacy to us is a human right,” Cook told Swisher and Hayes last year.\n\nThe conversation about the implications of Big Tech, including when it comes to privacy and competition, isn’t going anywhere. If anything, it’s likely to ramp up. Vox’s Matt Yglesias recently did a deep dive into calls to break up Big Tech, including Apple, and explained what’s going on:\n\n[I]n recent years, US regulators have taken an optimistic view of Big Tech’s relentless growth — seeing a world of improving smartphone quality, free online services, and cheap e-commerce as evidence that competitive markets are working as intended. At the same time, big technology companies have been brutalizing suppliers and competitors (and, not irrelevantly, publishers of journalism) with a range of questionable tactics — including Amazon’s price wars against competitors, Apple’s high-handed management of its own App Store, and Facebook’s long parade of privacy scandals. As the rich get richer, the criticism has become more intense.\n\nIn other words, this is likely not the last we’ll hear from Cook on the issue.", "_id": "0f62c285-44c3-407e-8cf6-150b28e533ca"}