{"source": {"id": "recode", "name": "Recode"}, "author": "Emily Stewart", "title": "Blumenthal and Hawley on Facebook’s $5 billion fine: not good enough", "description": "Lawmakers are calling for the FTC to bring down the hammer on Facebook — and potentially Mark Zuckerberg.", "url": "https://www.vox.com/recode/2019/5/7/18535631/facebook-ftc-fine-richard-blumenthal-josh-hawley", "urlToImage": "https://cdn.vox-cdn.com/thumbor/YX_B-66xYfstlcdvY7fdiD1qTxc=/0x0:4000x2094/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/16219324/1140568099.jpg.jpg", "publishedAt": "2019-05-07T18:50:00Z", "content": "A bipartisan pair of US senators is calling for federal regulators to crack down on Facebook.\n\nSens. Richard Blumenthal (D-CT) and Josh Hawley (R-MO) on Monday sent a letter to the Federal Trade Commission, which is currently investigating Facebook’s handling of user data and potential privacy violations. In it, they called Facebook’s expected settlement of $3 billion to $5 billion with the FTC a “bargain” and said the commission should take further action, including imposing long-term limits on Facebook’s collection and use of personal data and levying “accountability measures and penalties” for Facebook executives (as in, CEO Mark Zuckerberg).\n\n“The Facebook investigation will be a defining moment for the Commission,” Blumenthal and Hawley, both of whom sit on the Senate Judiciary Committee, wrote. “It must be seen as a strong protector of consumer privacy and begin to set out a new era of enforcement, or it will not be taken as a credible enforcer. Action is overdue.”\n\nICYMI → Sen. Hawley and @SenBlumenthal sent a bipartisan letter to the @FTC calling on them to implement forceful accountability measures against Facebook – urging them to “impose long-term limits on Facebook’s collection and use of personal information.”https://t.co/nWaaWPosPq — Senator Hawley Press Office (@SenHawleyPress) May 7, 2019\n\nThe FTC has been investigating Facebook for more than a year, looking into whether Facebook’s actions in the Cambridge Analytica scandal constitute a violation of a consent decree it reached with the FTC in 2011. Facebook, in its first-quarter earnings report in April, said that it expects a fine of up to $5 billion from the FTC.\n\nThe fee would be a blockbuster penalty — the FTC’s largest fine to date is $22.5 million against Google in 2012. But still, many onlookers aren’t happy and say it’s not enough, because it’s money the company will likely make up in a matter of months. Even with the $3 billion Facebook set aside for the potential fine in the first quarter, it still made a profit of $2.4 billion.\n\nWhich is why it makes sense that Blumenthal and Hawley would push the FTC to do more. In their letter, the pair warned that the fine could make the FTC seem like “traffic police handing out speeding tickets to companies profiting off breaking the law” and therefore open the door for Facebook and others to continue to push boundaries.\n\nThey suggested the FTC lay out what Facebook can do with private information, such as requiring that tracking data be deleted, restricting information collection, curbing advertising practices, and putting a firewall on private data between various Facebook products.\n\nThey also called for company leaders to be held accountable — namely, Zuckerberg. The senators cited an April Washington Post report that says the 34-year-old executive is under scrutiny by the FTC and discussions are underway about how to hold him accountable for his company’s handling of user data.\n\n“If the FTC finds that any Facebook executive knowingly broke the consent order or violated the law, it must name them in any further action,” Blumenthal and Hawley wrote.\n\nThe Post reported in May that Facebook has told the FTC it’s open to having more oversight of its practices on data collection, including a more thorough privacy review of new products and services and documenting how it’s making decisions. But exactly how this will all turn out remains unclear; the New York Times reports that FTC regulators are struggling to find a consensus on what to do about Facebook. According to the report, the financial penalty and how much liability to assign to Zuckerberg are points of contention.\n\nNobody knows what to do about Facebook\n\nFacebook has undergone seemingly scandal after scandal since its inception, and 2018 and 2019 were no exception.\n\nMuch of the recent scrutiny has come as a result of the Cambridge Analytica scandal, which began in March 2018 after news reports revealed that the data analytics firm — which had worked with Donald Trump’s presidential campaign, among others — had accessed the personal information of millions of Americans through Facebook. In 2014, Facebook shared the personal information of tens of millions of people with an outside app developer, who in turn sold that information to Cambridge Analytica.\n\nThe FTC subsequently announced a probe into Facebook’s privacy practices and the 2011 consent decree but, as Kurt Wagner noted at Recode, the FTC could be probing other Facebook-related matters as well:\n\nCambridge Analytica is what set off this investigation in March, but the company has had a number of privacy slip-ups since then that the FTC could be looking into. A number of software bugs created privacy concerns for Facebook this summer: One changed the privacy settings for as many as 14 million people without their knowledge; another “unblocked” people that hundreds of thousands of users had blocked, putting users’ safety at risk; yet another “vulnerability” exposed to hackers the personal Facebook data of almost 30 million people. When Facebook announced that breach, a company spokesperson said Facebook was “closely coordinating” with the FTC to let them know what happened, so the two sides have been in touch about more than just Cambridge Analytica.\n\nThe multibillion dollar fine would certainly be a big deal for the FTC. For Facebook, it obviously doesn’t help the bottom line — but it’s not incredibly harmful, either. For a lot of companies, getting hit with a regulatory fine every once in a while is the cost of doing business.\n\nSen. Elizabeth Warren (D-MA), a 2020 presidential contender who has called for the breakup of Big Tech, including Facebook, tweeted that the potential fine was a “slap on the wrist.” Rep. David Cicilline (D-RI), chair of the House’s antitrust subcommittee, echoed Warren’s assertion and called on Congress to act.\n\nRegulators have a limited amount of tools in the toolbox when it comes to policing bad behavior, and a major fine is a primary one. It’s just that for companies like Facebook that make so much money, it’s next to impossible to impose a big enough amount for it to really make a lasting impact. Perhaps further oversight and penalties for Zuckerberg, as Blumenthal and Hawley suggest, will finally get the company to do better, or increased scrutiny from the public and media could help do the trick. But is this the final privacy problem Facebook is going to face? Probably not.\n\nThe full letter from Blumenthal and Hawley is below:\n\nRecode and Vox have joined forces to uncover and explain how our digital world is changing — and changing us. Subscribe to Recode podcasts to hear Kara Swisher and Peter Kafka lead the tough conversations the technology industry needs today.", "_id": "1571369a-3420-400e-b953-99d79bd093eb"}