{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Megan Rose Dickey", "title": "Google employees demand Larry Page address walkout and retaliation", "description": "Google employees are still going strong and not letting up on their demands. Following a sit-in protesting retaliation last month, Googlers are making four demands. “Google seems to have lost its mooring, and trust between workers and the company is deeply br…", "url": "https://techcrunch.com/2019/05/08/google-employees-demand-larry-page-address-walkout-and-retaliation/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/11/IMG_0187.jpg?w=600", "publishedAt": "2019-05-08T18:01:06Z", "content": "Google employees are still going strong and not letting up on their demands. Following a sit-in protesting retaliation last month, Googlers are making four demands.\n\n“Google seems to have lost its mooring, and trust between workers and the company is deeply broken,” Google walkout organizers wrote on Medium today. “As the company progresses from crisis to crisis, it is clear Google management is failing, along with HR. It’s time to put HR on a PIP (Performance Improvement Plan) and bring in someone we trust to supervise it. It’s time to escalate.”\n\nThe first demand is for Google to meet the rest of the demands of the walkout. While Google did make some changes post-walkout, the company did not address all of the organizers’ demands. For example, Google failed to elevate its chief diversity officer to report directly to Pichai and also ignored the organizers’ request to add an employee representative to the board of directors.\n\nEmployees also want Alphabet CEO Larry Page to intervene and address the demands of the walkout.\n\n“Larry controls Alphabet’s board and has the individual authority to make changes, where others do not,” the organizers wrote.\n\nAdditionally, employees are demanding Google unblock Meredith Whittaker’s transfer and let Claire Stapleton transfer to a new team. Whittaker, the lead of Google’s Open Research and one of the organizers of the walkout, said her role was “changed dramatically” while fellow walkout organizer Claire Stapleton said her manager told her she would be demoted and lose half of her reports.\n\n“We call on Google to unblock Meredith’s transfer, and allow her to continue her work as before, fully funded and supported, and to allow Claire to transfer to a new team without continued retaliation and interference,” Googlers wrote.\n\nLastly, they want a transparent and open investigation of human resources and how it handles employee complaints. That’s because they say Google’s HR department is broken.\n\n“Over and over again it prioritizes the company and the reputation of abusers and harassers over their victims,” they wrote. “The collateral damage is all around us. Time is up. We need third party investigators. Even Uber did this, bringing in Eric Holder and Arianna Huffington.”\n\nAmidst scandals at Uber pertaining to sexual harassment, the company brought in an outside team to investigate the company’s culture. That’s what Googlers are now asking for. They want the investigators not to have any financial relationship with Google or Alphabet.\n\nGoogle declined to comment but pointed to its previous statement regarding retaliation:", "_id": "158b4b10-11bc-4fcf-b682-c1d5daa5e1dc"}