{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Conor Finnegan", "title": "US dismisses Iran's threats to withdraw from nuclear deal", "description": "The U.S. on Wednesday dismissed Iran's threats to withdraw from the nuclear deal over the lack of economic benefits.", "url": "https://abcnews.go.com/Politics/us-dismisses-irans-threats-withdraw-nuclear-deal-weighs/story?id=62905628", "urlToImage": "https://s.abcnews.com/images/International/pompeo-hunt-uk-ap-ps-190508_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T16:22:46Z", "content": "One year after President Donald Trump withdrew the U.S. from the Iran nuclear deal, Iran warned the pact's remaining signatories that it would stop implementing parts of the agreement if they don't improve economic cooperation with the country.\n\nInterested in Iran? Add Iran as an interest to stay up to date on the latest Iran news, video, and analysis from ABC News. Add Interest\n\nBut while the U.S. raises its own warnings to Iran and sends an aircraft carrier strike group to the region, so far it is dismissing Iran's statements as a bluff.\n\n\"They've made a number of statements about actions they threatened to do in order to get the world to jump. We'll see what they actually do. The United States will wait to observe that,\" Secretary of State Mike Pompeo said Wednesday in London.\n\nThe dismissal comes as Iran suffers under intense U.S. economic pressure, desperate to drive a wedge between America and its European allies France, Germany, and the United Kingdom and secure better economic gains from the nuclear deal.\n\nBut it also comes days after U.S. officials said there was a credible and imminent threat from Iran or its proxies against U.S. personnel in the Middle East. Those reported threats led to the Pentagon moving the USS Abraham Lincoln and a bomber task force to the Middle East ahead of schedule and prompted Pompeo to make a last-minute trip to Iraq.\n\nIranian Presidency Office via AP\n\nIranian President Hassan Rouhani said on Wednesday that China, Russia, and European powers France, Germany, and the United Kingdom have 60 days to improve economic ties with Iran or it will keep its excess enriched uranium and heavy water instead of shipping them overseas -- two requirements of the deal.\n\n“If the five countries join negotiations and help Iran to reach its benefits in the field of oil and banking, Iran will return to its commitments according to the nuclear deal,” Rouhani said in a televised address, hours after Iran sent letters to each of the countries explaining its position.\n\nThe 2015 nuclear deal, formally known as the Joint Comprehensive Plan of Action, or JCPOA, lifted sanctions on Iran in exchange for restrictions on its nuclear program, including limits on its ability to enrich uranium. But when Trump withdrew last year, the U.S. began reimposing sanctions on Iran, targeting its revenue-rich oil and banking sectors in particular.\n\nMandel Ngan/Pool via AP\n\nIran's economy, already troubled, has crumbled since then, with rising inflation, declining household incomes, and a huge drop in oil exports and Iran's currency, the rial.\n\nThe Trump administration is expected to add to the economic pain Wednesday. A source briefed on the administration's plans said they expect the Treasury Department to announce new sanctions, likely targeting key industries like metallurgy and petrochemicals, although it's unclear if the sanctions will target whole sectors or individual companies, entities, and individuals within them.\n\nWhile U.S. withdrawal has divided it and its European allies, the United Kingdom had a sharp warning for Iran Wednesday as well. Standing alongside Pompeo, British Foreign Secretary Jeremy Hunt praised the deal as \"a very important achievement of Western diplomacy,\" but he called on Iran to abide by its end of the pact.\n\nIf not, \"then there will be consequences in terms of how European powers react, so we urge the Iranians to think very long and hard... We strongly urge them to reconsider what they said in their letter,\" he said.\n\nEuropean allies urged the Trump administration not to abandon the deal before last May, and since then, the two sides have tried to paper over differences by saying they share an assessment of the Iranian threat.\n\n\"We're on the same side. We're on the side of values-driven democracy, we're on the side of freedom,\" he said, comparing Iran to the \"evil\" Churchill stared down in Nazi Germany and censuring a British reporter for asking a \"parlor game\" question.\n\nFor his part, Hunt said the U.K. and U.S. \"work incredibly closely on Iran,\" noting they agree Iran must \"never be able to acquire\" nuclear weapons -- they just have a \"different approach\" on how to ensure that's the case.", "_id": "1d0d3908-4557-4c26-8779-e078386aa54c"}