{"source": {"id": "recode", "name": "Recode"}, "author": "Eric Johnson", "title": "Sam Harris talks Islam, politics on Kara Swisher podcast Recode Decode", "description": "Harris has attracted controversy through his writings about religion, particularly Islam, since 9/11; on the latest Recode Decode, he says he doesn’t think violent white supremacy is as big of a problem as violent jihad.", "url": "https://www.vox.com/recode/2019/5/8/18536100/sam-harris-making-sense-recode-decode-kara-swisher-podcast-interview-islam-sri-lanka-new-zealand", "urlToImage": "https://cdn.vox-cdn.com/thumbor/vK1-O9N2Z4DFlJO0ysX1jwjb6vQ=/0x775:2400x2032/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/16220096/SH_headshot.jpg", "publishedAt": "2019-05-08T10:20:00Z", "content": "Uncovering and explaining how our digital world is changing — and changing us.\n\nFor the better part of two decades, philosopher and neuroscientist Sam Harris has been a popular — and controversial — critic of organized religion, and in particular Islam. In a new episode of Recode Decode with Kara Swisher, he said that although he disavows anyone in his audience who would use his work as justification for bigotry, he still believes that we need to have a tough conversation about violent jihadism and a “culture of acceptance” from regular Muslims.\n\n“Islam has problems and points of conflict with modernity and secular culture and civil society, and a value like free speech that Mormonism doesn’t have, or the Anglican Communion doesn’t have, or Scientology,” Harris said, adding, “All the beliefs around martyrdom explain the character of Muslim violence we’re seeing throughout the world. And if they had different doctrines, they would behave differently.\n\n“And I’m not talking about all Muslims, I’m talking about the power of specific ideas on a subset of adherents to Islam — and how big that subset is is open for debate,” he added. “It’s not as small as we would like. It’s not as big as right-wing nutcases fear, but it’s big enough to be of significant consequence such for the rest of our lives, we are going to be talking about this problem.”\n\nRecode’s Kara Swisher asked Harris to contrast two recent terror attacks: The Easter Sunday bombings at churches and hotels in Sri Lanka, which were attributed to people inspired by or possibly directed by ISIS; and the mass shootings during services at two mosques in New Zealand, attributed to at least one man with apparent awareness of white supremacist internet memes. Harris compared the latter to the Sandy Hook Elementary School shooting in the United States, as an example of “a crazy person who snaps.”\n\n“The cases that worry me the most are the cases where you have an ideology that’s so powerful and captivating that totally normal people, without real terrestrial grievances, can be inducted into it and do the unthinkable because of simply what they believe,” he said. “White supremacy is an ideology, I’ll grant you. It doesn’t link up with so many good things in a person’s life that it is attracting psychologically normal non-beleaguered people into its fold.\n\n“In reality, white supremacy, and certainly murderous white supremacy, is the fringe of the fringe in our society and any society,” Harris added. “And if you’re gonna link it up with Christianity, it is the fringe of the fringe of Christianity ... You cannot remotely say any of those things about jihadism and Islam.”\n\nThe new episode is a wide-ranging conversation that also touches on — among other topics — why Harris rejects the idea of identity politics; why he also rejects and denounces President Trump; and whether Twitter CEO Jack Dorsey should shut the whole service down and declare it a wash.\n\nYou can listen to Recode Decode wherever you get your podcasts, including Apple Podcasts, Spotify, Google Podcasts, Pocket Casts, and Overcast.\n\nBelow, we’ve shared a lightly edited full transcript of Kara’s conversation with Sam.\n\nKara Swisher: Hi, I’m Kara Swisher, editor-at-large of Recode. You may know me as someone who prays every day at the church of my Twitter timeline, but in my spare time, I talk tech and you’re listening to Recode Decode from the Vox Media Podcast Network.\n\nToday in the red chair, I’m very excited to have Sam Harris, the host of the podcast Making Sense. He’s also a neuroscientist and the author of several books, including The End of Faith, The Moral Landscape, and Waking Up: A Guide to Spirituality Without Religion. He’s also quite controversial online for a lot of reasons, which we will talk about.\n\nSam, welcome to Recode Decode.\n\nSam Harris: Thank you. Happy to be here.\n\nThank you. So we have so much to talk about. People have clamored for us to have one because I think, as you said, they want us to have collisions, correct?\n\nYeah, I think, we’ll get into the issues, but I think we come at many very fraught issues from a different angle.\n\nAbsolutely, we do. We do.\n\nAnd at considerable consequence.\n\nSo, let’s just dive in.\n\nYeah.\n\nGive us a quick background of how you got to do the books and how you got to where you are, for those who don’t know you.\n\nYeah, well, so I was doing a PhD in neuroscience when 9/11 happened, and I came to my PhD, I came to neuroscience very much with philosophical interests in the nature of human consciousness and frankly spiritual experience, and you know, religious experience generally. So, I was someone who had spent ... And I came late. I did my PhD late. I took essentially 10 years off in my 20s, and I spent a lot of time on meditation retreats and sometimes recapitulating the ’60s for myself in the ’80s.\n\nOkay.\n\nAnd so I did psychedelics and I gave myself an esoteric education but then finally went back to school because I realized, if you want to write nonfiction — originally I was going to write a novel, where it doesn’t matter if you’ve dropped out of school, but ...\n\nWhat was your novel about?\n\nOh, I wrote a few novellas, none of which I could stand behind once I finished.\n\nWhere are they?\n\nThey’re buried, they’re mercifully interred on some hard drive that I no longer own.\n\nWhat was one called?\n\nOne was Letters to God. One was The Assassin. These are ...\n\nWow. Did you take an existentialism class in college or something and it set you up?\n\nNo, actually I was an English major the first time around and then I just grew up wanting to be a writer. I loved books very early, but then my philosophical interests kicked in around 18 when I first ... with my first psychedelic trip, I realized there was more to the mind then I had suspected.\n\nSo you were way ahead of the curve of these dot-com people now.\n\nYeah, I was ahead — I was behind, obviously behind the ’60s, but it was around ’87. I was 19 turning 20. I did an MDMA trip, which I write about in my book Waking Up, which was really, it was not in the context of rave culture or anything comparatively frivolous. It was given to me as a tool of psychological and spiritual exploration which I think is fairly appropriate. And I took it that way, and it really just rewrote the firmware of my mind for that period and gave me an indication that it was possible to have a very different life than I was having, or pretending to have.\n\nRight.\n\nAnd so then I found meditation and Eastern philosophy, and then I dropped out of Stanford, where I was going, and the fact that it was Stanford was relevant because Stanford, I think, is one of the only schools that has a policy where you never really drop out.\n\nRight.\n\nYou can always just show up again. So, Tiger Woods could show up tomorrow and even though he hasn’t been there for 25 years, he’s still in the system.\n\nThat made it very easy to go back when I decided I needed to go back. Then I finished in philosophy and would have done a PhD in philosophy, but my interests were in the mind and consciousness and in higher cognitive states like belief and I was sick of hearing philosophers sort of wait around for more to come out of neuroscience labs when the conversation turned to the topic of the mind.\n\nSo I did a lateral move and did my PhD in neuroscience but really always in the spirit of being a philosopher of mind and a moral philosopher, frankly.\n\nWith the science laced in. Having a background...\n\nYeah. I’m interested in the intersection of how our growing understanding of ourselves scientifically is and should and must affect our sense of how we should live and what is a good life and what is rational to do in our beliefs.\n\nExplain that. What do you mean, our sense of ourselves?\n\nWell just, I view us as ... The problem of life is to figure how to navigate in the space of all possible experience toward better and better experiences, both personally and collectively. So the question is how can you, as an individual, have a better life and how can we collectively as 7 billion strangers trying to figure how to cooperate with one another, how can we all play a more interesting, beautiful, creative game, such that more human beings flourish, more of the time?\n\nI have always felt very strongly, but the more I learn and study, the more that I feel this way, that there are right and wrong answers to those questions. It’s not all made up. We don’t have infinite degrees of freedom to decide what constitutes a good life. There are ways people can suffer reliably and there are ways they can be made happy reliably, and most crucially, it’s possible for any individual or any group of people or any whole cultures not to know what they’re missing. Right?\n\nSo I mean, the way this plunges us into political questions is, for instance, with my first book, when people started flying planes into our buildings, expecting to get to paradise, I spent a lot of time criticizing organized religion and Islam in particular, right?\n\nRight. Which is something, you know, you were in this “four horsemen” thing, which I looked at a little bit last night with Chris Hitchens and others. I knew him a little bit.\n\nChristopher.\n\nYeah. Christopher, yeah.\n\nHe would have hated “Chris.”\n\nI didn’t know him very well. I saw him at parties.\n\nHe’s turning in his grave right now.\n\nHe was ... Well, fine. He’s dead.\n\nI guess. Okay.\n\nToo bad.\n\nBut still. Still turning, nonetheless.\n\nThen I’ll call him Chrissy. So he was fascinating. He was a fascinating character in Washington.\n\nYeah.\n\nBut you had started this. What got you to write that book in the first place?\n\n9/11.\n\n9/11.\n\nI was writing it on 9/12. It was literally my instantaneous reaction.\n\nHad not been something you had ... not something you had done ...\n\nNo, I mean, I knew I ...\n\nIt was a walk-up to this.\n\nMy writer jobs were already somewhat in hand because I had spent a decade writing on my own before I decided I had to go back to school, but and then I finished in philosophy, which allowed me to write what I wanted to write, but no. I was in my research phase of my neuroscience PhD and I was, as chance would have it, I was doing neuroimaging work on belief — religious and not.\n\nSo, I was ... The consequences of belief in the world was something that I was already thinking about. And the difference between believing and disbelieving a specific proposition. It’s in this case, believing that paradise exists ...\n\nGot it.\n\nAnd martyrdom is a way to get there, either you believe that or you don’t. And insofar as you really believe it, down to your toes, it’s totally rational to be motivated by that. That’s how we can find ourselves in the presence of psychologically healthy, otherwise well-adjusted people who have other opportunities.\n\nThe shibboleths of the left here are really non-functional, the idea that you need to be a victim of some oppression, that you need to have economic hardship, no. The quarterback of the football team in Marin County can decide, I want to be jihadist, given the requisite beliefs.\n\nOkay.\n\nAnd I understood that instantly on 9/12 because I had spent more than a decade thinking about these sorts of things.\n\nThinking about this religion in particular.\n\nYeah, spiritual life, spiritual hopes, religious dogmas, all of this. And then, I knew a fair amount about Islam at that point, but so the fact that we were so bewildered, and we’re still bewildered by ... As a week ago or less than a week ago, there was an article in the New York Times talking about how wealthy the Sri Lankan bombers were.\n\nThe two families, yeah, they did ...\n\nAnd at some point in that article they say, the writer says, or maybe he or she was interviewing somebody, but somebody in the article said, “How can we understand how somebody could do this, it’s just absolutely mysterious behavior.” It is no more mysterious behavior than you and I going to Starbucks because one of us said, “Hey, would you like to get a cup of coffee?” And the other said, “Yes.” It’s completely rational behavior given the requisite beliefs.\n\nAnd that’s why it’s not related to economic hardship and political oppression in any deep way. I mean, yes, economic hardship and political oppression are variables that we should care about in the world, absolutely, and they have negative consequences. But the list of people who dropped out of lives that were just brimming with opportunity, who decided to go fight for ISIS, is long.\n\nRight.\n\nAnd we have to explain that psychologically. And my concern about the left — and again, this is, I’m not narrowly focused on this topic. There are many other topics that have this character. The left is disposed to lie or be self-deceived about this, that it’s all a matter of politics. It’s all a matter of economics, all a matter of colonialism and its legacy. And the reason why that’s ...\n\nYou don’t think there’s a monolithic idea like that, I’m sorry, I ...\n\nWell, we can talk about it, but I’ve spent a lot of time in this particular trench encountering these views on ...\n\nWell, you’ve spent a lot of time on Twitter, but go ahead.\n\nOh, yeah. Right. But Twitter, as you know, bleeds out into the real world and even into ...\n\nKind of.\n\nAnd even into the pages of Vox.\n\nAll right.\n\nAs I’ve discovered to my disadvantage.\n\nYeah. We’re not getting into Ezra [Klein].\n\nYeah.\n\nI didn’t even know you had a fight.\n\nOkay.\n\nSam wrote me an email saying I probably was mad at him because ... I wasn’t, actually. But I didn’t even ... I had no idea that you had a fight. I wasn’t paying attention.\n\nOkay. Well, we don’t have to talk about Ezra.\n\nRight.\n\nBut it’s a larger problem that worries me that real liberals are vacating the space of rational conversation on certain topics, race and sex and gender and wealth and power and religion and immigration. Huge topics that a lot of people care about.\n\nAnd into that vacuum come right-wing nut cases, opportunists and grifters and narcissists like the president of the United States, and in the extreme, actual Nazis and white supremacists and, you know, populists of that flavor, who we shouldn’t want to empower and we’re empowering them, not just in the States, but I mean it’s even worse in Europe. This is a global problem.\n\nThis is a point that David Frum has made, which I think is right, whatever you think about David’s politics. If liberals won’t defend specific ideas like secure borders, people will elect fascists to do the job. Enough people care about these things that if you’re going to call everyone a racist who’s concerned about immigration, eventually only a racist who doesn’t care about his reputation anymore will be elected to do that job.\n\nSure, but you’re framing this that everybody thinks that. There’s not gradations because we’re in this culture ...\n\nNo, there are gradations, but I’m worried that the left is ignoring gradations.\n\nThe “left” as a whole, as a group.\n\nYeah, yeah. There are many people ...\n\nAre you as a group? And your gang, whatever gang you particularly belong to to do that? It seems like you’re all of different opinions.\n\nYeah, this is another idea, that everyone is playing identity politics. This comes right out of Ezra’s mouth, right? It’s a sign of my white privilege that I think I’m not playing identity politics. It’s only the other people who are playing identity politics.\n\nNo. I think everybody’s doing it.\n\nYeah, but I would deny that. I mean, what’s my identity?\n\nI don’t know, what is your identity?\n\nI don’t have one relevant to any political conversation.\n\nAll right. When you ... Let’s get back to the book. When it came out, it must’ve occurred to you that it would cause all kinds of controversy. I mean, it’s sort of ...\n\nNo, no.\n\nNo, no, you didn’t.\n\nWell because it didn’t.\n\nYou didn’t think that? Come on.\n\nNo, no. I mean it’s ...\n\nI know when I’m making trouble, but go ahead.\n\nWell, I did with my second book. With my first book, I had no rational expectation that anyone would read it. It almost didn’t get published.\n\nWow.\n\nBecause it was such an inflammatory topic that the experience of trying to get it published was surreal. Because I would sent it, it went out to maybe 16 or 17 different editors and I had got a lot of enthusiasm from certain editors that would go to their publisher and the publisher would say, “There’s no way in hell we’re publishing a take-down of religion like this.”\n\nAnd so I was left with a final publisher, Norton. And they brought me in essentially to audition, to see whether I was a bible-burning nut case or somebody they could work with, and half of ...\n\nWell, you would be a bible-burning ... Okay, yeah.\n\nYeah, well, I do a lot for Christianity as well, yeah.\n\nRight, right.\n\nAnd half of the publishing team would refuse to meet me because they found my proposal and initial chapters so offensive. So, it was just by the skin of my teeth that I got published in the first place. And then I had, I mean, there was no reason to expect it was going to be a New York Times bestseller or anything that subsequently happened.\n\nThe truth is I never even use the word “atheist” in the book. I never thought of myself as an atheist. I got inducted into the pantheon of atheists and this whole New Atheist phenomenon happened with Hitch and Dawkins and Dennett.\n\nWell, you were sitting with a group of people who talked about that rather substantively.\n\nWell, no. But I was the first, so I hadn’t met those guys.\n\nRight, but ...\n\nI don’t know any of those guys.\n\nOkay.\n\nI mean, I had never been to an atheist website or conference or ...\n\nAll right.\n\nIf you had asked me who was Madalyn Murray O’Hair, I wouldn’t have known. I mean, literally, I was completely uneducated about atheism. I was just talking about what seemed to me the obvious opposition between common sense and intellectual honesty and scientific rigor and the reams of superstitious bullshit that people believe in the context of organized religion.\n\nRight.\n\nAnd yet, but the one piece that I had which, frankly, my atheist colleagues rarely have and certainly the principles don’t, is an understanding that there really is a baby in the bathwater that we want to save here of religion, which is the kinds of contemplative experiences that I had spent a decade having through meditation and then through psychedelics and the connections to living a good, ethical life that those states of consciousness ...\n\nBut that’s your last book, the Spirituality Without Religion book.\n\nYeah, although it was in the first book as well. I mean, there’s a chapter there that every atheist hates.\n\nBut so, when you wrote it, again, I’m kind of pushing back on this, you understand how people get around these issues. Were you not aware that this wasn’t going to set off things like a roman candle?\n\nWell, I was ... I just didn’t know ... One, I didn’t know it would get published.\n\nRight.\n\nAnd it barely got published.\n\nYou had already had that experience.\n\nAnd then I didn’t know if it was getting ...\n\nBefore you get published. You had that experience of people being offended, pre-offended, I guess.\n\nWell, I had no platform.\n\nRight.\n\nThere was no Twitter. I mean, I was not in ... I was not a public person. I was a graduate student who had a certain ... I considered it a well-formed opinion on topics that were suddenly relevant, but I basically was AWOL from my PhD at that point because rather than do the research I should have been doing at that point, I was writing books and talking about them.\n\nAll right, nonetheless, it came out.\n\nYeah.\n\nIt did get attention.\n\nIt did.\n\nWhich should come as no surprise to you, but it did. All right, okay. What did you think of the reaction? I’m going to read you something, but go ahead.\n\nWell, it was by turns gratifying and infuriating. The thing that is most ... I mean, I love to debate, there’s nothing wrong with hard-hitting criticism. I love to learn from good criticism. I love to have my mind changed. The experience of having an opinion that I cherish and having it knocked down, that is a thrilling experience that happens all too rarely and I think that’s ... So changing my mind is not a problem.\n\nThe thing I have experienced from day one on these kinds of topics is the lazy and in many cases malicious and intentional misrepresentation of my views to have a defamatory effect. So it’s not about, there’s not good faith arguments. These are, “I can pull this quote of context to make you seem like you just said the opposite of what it means in context and I’m going to do that and publish that to the ends of the earth as a way of silencing you.”\n\nAnd that’s an epidemic, I mean, it’s not just me. It happens to me a lot, but that is an epidemic in media now and in social media and it’s so ... and it happens, frankly, it happens much more on the left. And again, I’m liberal on every relevant point here. But it’s a kind of, it’s a symptom of a kind of moral panic on the left around many of these moral issues and it’s damaging to our credibility and it’s counterproductive.\n\nSo when it’s done to Trump, Trump is ... I’ve spent at least 30 hours on my podcast whingeing about Trump. And when I discovered that some percentage of my audience seemed to expect that I would like Trump based on my criticism of Islam, I was just apoplectic and spent a long time performing an exorcism on my podcast of those people. Listen, you’re either going to grant this or we do not share a world view. There are very few people who find Trump more odious than I do. If there are such people, I haven’t met them.\n\nBut much of the attack, many of the attacks on Trump are so poorly targeted that he’s being called a racist for things that have no evidence of racism. Now, I have no doubt he actually is a racist but, no exaggeration, half of the evidence induced for his racism by the left is just maliciously, poorly targeted.\n\nIt’s not just the left. It’s a lot of people in ...\n\nWell, no.\n\nThere’s the party ...\n\nThe rank-and-file Republicans are not spending a lot time criticizing him.\n\nSome of them, yeah. Some of them. It’s a mixed bag.\n\nYeah.\n\nI think.\n\nThere are a lot of profiles in cowardice, I think you would agree, in the Republican Party at the moment.\n\nYes, yes. Absolutely. I was enjoying Lindsey Graham on the hearings recently.\n\nYeah, yeah.\n\nI want to get to the idea of silencing in a little bit.\n\nSure.\n\nBecause I do want to talk about that because I do find that particular ... argument, I guess, I don’t know what it is, fascinating, because most of all of you that do that never shut up. Like it’s really fascinating to me.\n\nRight.\n\nYou get plenty of space, you talk all the time, we never stop hearing from you, and this idea that of “silence” — I get the overall concept, but I have to say, the people that complain about it the most literally never stop talking.\n\nRight.\n\nIt’s a really ... and do have lots of venues to talk about it and the complaining/victimization of, “I don’t get to talk,” it’s an important topic that is minimized by that, to me.\n\nYeah, well let’s look at that, so ...\n\nWe’ll talk about that in a minute, but go ahead.\n\nOkay.\n\nSo you write this, you again, the idea that you would not attract attention because of the concept, why don’t you put it out, the difference between Islamophobia, Islam, Muslims ... especially right now.\n\nRight.\n\nEspecially given all these attacks right now.\n\nWell, just what do I believe about Islam?\n\nYes. I have an idea. You don’t have to go into it a great deal.\n\nYeah.\n\nBut I mean, you do actually, but when you are careless with words, you have to understand that people will react emotionally to these things.\n\nYeah. I’m rarely careless with words, though.\n\nOkay, go ahead.\n\nThere are ways of putting things that I realize now present such a choice target to my enemies that I write and speak more defensively now than I did in my first book, certainly.\n\nAll right.\n\nBut ... so the big picture is that ideas matter, right? And specific ideas matter. And so, given that, and that is obviously true though generally ignored, not all religions are the same. They have different doctrines, right? And they’re at different moments in their history, so there are different percentages of people who believe the doctrines fundamentally or literally as opposed to metaphorically, say.\n\nAnd so Islam has problems and points of conflict with modernity and secular culture and civil society, and a value like free speech that Mormonism doesn’t have, or the Anglican Communion doesn’t have, or Scientology ...\n\nToday.\n\nDoesn’t have. Today and also a 1,000 years ago. I mean, the specific differences between Islam, its doctrine of jihad, its doctrines around apostasy and blasphemy and martyrdom. You can find ... There’s no scripture that on its face is more theocratic and a better recipe for totalitarianism than Deuteronomy or Leviticus or Exodus.\n\nSo, the Old Testament is, much of it is awful. But there are both theological and historical reasons why we don’t have a massive problem with Orthodox Jews living like the Taliban. I mean, I’ll criticize Orthodox Judaism as much as anyone wants, but the specific consequences of specific ideas matter.\n\nAnd a doctrine of jihad, which is not just a doctrine of inner spiritual struggle, is also a doctrine of holy war and all the beliefs around martyrdom explain the character of Muslim violence we’re seeing throughout the world. And if they had different doctrines, they would behave differently. And I’m not talking about all Muslims, I’m talking about the power of specific ideas on a subset of adherents to Islam — and how big that subset is is open for debate. It’s not as small as we would like. It’s not as big as right-wing nutcases fear, but it’s big enough to be of significant consequence such for the rest of our lives, we are going to be talking about this problem.\n\nDo you acknowledge that people would see — that the way that you talk about it, could be used by those groups?\n\nYeah, but any ...\n\nI know it doesn’t matter, but it does matter.\n\nNo, it doesn’t matter.\n\nOkay.\n\nBecause it’s ... Anything can be taken out of context to mean anything. I mean, this is what I’ve discovered. This is an example, this is not a real example but this allows me to get the point across in the shortest period of time.\n\nThis is how malicious the environment has become. If I said on this podcast, “Listen Kara, black people are apes, white people are apes, we’re all apes. Racism doesn’t make any sense.” There are people with blue checkmarks on Twitter who would create a meme that says, “black people are apes,” Sam Harris, and spread that to the ends of the earth. There are people who re-edit audio from my podcast to make it sound like I’m saying the opposite of what I was in fact saying in context, and people like Glenn Greenwald retweet it, right?\n\nAnd they know and they never retract this. They know it’s in error, they know that they’re spreading misinformation and so this is a ... They believe that basically anything goes in this machinery of defamation that we have managed to create for ourselves. And it’s not a game I play. When I get my enemies — and it’s weird to use the word “enemy” in earnest.\n\nYeah, it is weird.\n\nI have actual enemies, right? I have people like, Glen Greenwald’s a perfect example. If I get his view wrong, if I say something that even is 10 percent off, I’ll publicly apologize for it. I mean, I’m not playing by the same rules as these guys.\n\nSo it’s impossible to speak carefully enough to immunize yourself against this kind of treatment, and so I’m just going to be honest and I have to assume that if people care, they’re going to care what the actual sentences mean in context.\n\nSam Harris: “Misunderstood.”\n\nYeah, well again, that’s always used against me.\n\nRight.\n\nNow when I push back, they will say, “Oh, yeah. I guess we’re misunderstanding Sam again.”\n\nRight.\n\nBut the reality is, if you’re following the plot at all, the amount of malicious treatment like this is just insane.\n\nWhy you then? Is it the topic? I mean, because you ...\n\nIt’s the topic, yeah.\n\nOkay. It’s the topic that ...\n\nWell, it’s the topics. I mean, I’ve touched many of these topics.\n\nI don’t recall Christopher Hitchens being quite so misunderstood. I don’t recall, maybe it’s a different time and place with Twitter and everything else and the new way of communication.\n\nYeah, he was not ... It would have been very interesting to see him live to experience life on Twitter.\n\nI don’t recall it ... I recall him being controversial, for sure.\n\nWell he was just not, he was a bit of a Luddite, he was not on social media. He died in 2011, so before all of this got going, really. And he was maliciously attacked and he was also a bit of a ... He loved ...\n\nHe focused a lot on the church too, the Catholic Church, if I recall.\n\nYeah, and he went after Mother Teresa, famously.\n\nYeah.\n\nI mean, the difference between Hitch and I on this point was that he loved the game of debate just as theater, right?\n\nYes.\n\nAnd I’ve never really been interested in that. We’re just different in that regard and I am always struggling to have, even if it’s a formal debate, even if it’s been set up as a formal debate, honestly, I’m trying to have a conversation. I know there’s certain circumstances where there’s no expectation that the participants are going to have their minds changed on the stage and it really is theater and it’s about changing the minds of the audience, but I’m not using debating tricks to win rhetorically in front of an audience. I actually want to get down to what’s true. And if someone can show me that I’m wrong in real time in front of an audience, I consider that a win for me and for the conversation. That would be great.\n\nIt would be absolutely great if, at some point in this conversation, you found something wrong in a position that I’ve taken for the last decade and published books on. In every conversation, I aspire to be the person who will not be wrong for a moment longer than he needs to be, because I view it as a — it’s a strange psychological quirk that people don’t seem to recognize. Like if you and I were having a debate about some topic, and you’re right and I’m wrong, right? And our audience can tell, right? You’re making better points, I’m making worse points. You’ve more data, I’ve got less. For me to dig in and just not give ground, that’s on some levels tantamount to stupidity, right? Like, I’m not seeing, I’m not following your argument. I’m following your argument as well as the audience, right?\n\nSo, it is actually not a face-saving maneuver. People feel like there’s a loss of face to admit that they’re wrong or to have their views changed. I haven’t felt that. I know if I’m wrong, the house is on fire so I want to get out of that house as quickly as possible, especially on topics of real social consequence.\n\nNot just social consequence, but there’s high emotional quotients, there’s all kinds of things. The only part I don’t get is why you don’t understand why you would get this kind of thing ... You don’t seem to ...\n\nNo, what I don’t understand, I understand the emotion. I understand the fear that some of these topics ... Yes, so I mean, just take Islam that we were just talking about, so I understand that if you’re criticizing Islam more than other religions...\n\nRight.\n\nSome people would do that out of their own bigotry and xenophobia.\n\nRight.\n\nAnd so, therefore, my motive could be mistaken for bigotry and xenophobia.\n\nAbsolutely.\n\nBut if you followed my work, if you followed the kinds of alliances I’ve formed, if you’ve followed my efforts to prop up Reformist Muslims and ex-Muslims and it just ... It’s clear that the color of people’s skin or their country of origin has nothing to do with my energy here, that I’m talking ideas and their consequences, and if I’m going to make an invidious comparison between Islam and Hinduism, let’s say, or Islam and Buddhism, just do the math. It’s obvious that I’m not concerned with skin color. 1.2 billion Hindus in India are not white like me, right? So race is not my concern. And yet people will double and triple down on, “You are a racist for focusing on Islam.”\n\nIslam isn’t even a race. I could convert to Islam right now, it’s a set of ideas, and so these are just ... There’s so much confusion, both moral and conceptual, around this issue, and yes, it’s being amplified by people being emotionally hijacked, I mean, people just ... Again, on the left here — the right has its own problems, don’t get me wrong, I’m not a fan of the right — but the pathology on the left is that when these topics trigger this emotional response, whether it’s around sex, gender, wealth, power, and all of these topics, but here we’re talking about a group that’s perceived to be an embattled minority, right?\n\nMuslims, which on the world stage, they’re not a minority. I mean, we’re talking about 1.7 billion people. But we’re talking about people who historically have several well-founded grievances against the West and the history of colonialism and recent misadventures in countries like Iraq, say. So it’s easy to see how people are getting confused. But this natural confusion and natural moral concern and frankly, the one ...\n\nWith the backdrop of things that Trump says around ...\n\nOh, yeah, yeah but all of this predates Trump.\n\nYou don’t live in this pristine bubble.\n\nNo, no. But the thing is the confusion of the left is being cynically gamed by people who are actually none-too-closeted theocrats. Genuine Islamists, who are not committed to our values at all, I mean they want to ... A value like free speech, say, or equality between men and women, and they will use the moral scruples and the political scruples of the left against itself so as to, say, promote the hijab as a sign of female empowerment, right?\n\nSo like, the Women’s March gets co-opted by people who, one of whom’s wearing a hijab, who actually is a theocratic bully, not even behind closed doors, in any context ... Just the identity politics game gets played by, in this case, theocrats against everyone, but the left don’t even know that they’re useful idiots here. And when that’s pointed out, you get a very negative reaction. But yeah, I think one of the things that I’m getting a lot of pain for now is my opposition to identity politics.\n\nI think that this idea that the end game for civilization is that we all get more and more identified with our subgroup and then we have this war of grievances, right? There’s a grievance Olympics where you have what trumps what? You know, you’re black but you’re also a lesbian but you’re not very tall. I mean, what variable can you stack on the other so as to be absolutely beyond reproach in espousing your political opinions?\n\nI think that if we are actually anywhere near moral and intellectual and therefore ultimately political bedrock, our views about how we should live and what we should do have to float free from identity. It can’t be true because I’m a white guy. It can’t be true because you’re gay. It has to be ...\n\nAlthough, I have to say, it’s not identity politics to understand why people come to things because of things that have happened to them, right?\n\nYeah. But then those people have to get over those things to have a rational conversation.\n\nFor those who have felt somewhat unsafe, I think a lot ... for example, we’ll talk about this later about technology, I think some of the designs are made by people who have never felt unsafe and it never occurred to them, different things. It never occurred to them to change the way they’re thinking. And so what you’re asking of a lot of people who have put up with a lot of stuff to say, “Let it go. Let it go.” They don’t want to let it go. That’s not identity.\n\nWell, there’s a time and place for everything, and so I wouldn’t say let it go, I wouldn’t have said it to African Americans, let it go, in 1965. There was a moment for a civil rights movement that was identity politics by some other name, but it was absolutely a moral necessity to react against this legacy of white oppression of black people. That’s not a debatable point, but it is debatable whether black identity politics, as prosecuted by a group or a movement like Black Lives Matter, now is counterproductive or not.\n\nAnd again, these things are always counterproductive now when their critiques are not guided by reality. If we’re gonna talk about police violence against innocent civilians, black or white, we have to be accurate about what’s actually happening in the world. We can’t lie about the statistics. We have to honestly engage with the data, and 15 cellphone videos is not the data. That’s what is being used to spark a kind of moral panic around this.\n\nSo, whatever the data are, who got killed and when and why, we should want to understand that and then be motivated by whatever the facts are. These political movements, again, that I’m referring to as identity politics, are not showing a willingness to be constrained by facts. There are people who are activists who are pretending to be journalists, but they don’t really have a journalistic bone in their bodies. They know what the answer has to be, and they will bend and ignore and ultimately even lie to get the ball into the end zone. When you touch topics like this in the spirit of, “Let’s just look at what the facts are,” you get a lot of pain from people who think even thinking about facts in this space makes you a cold-hearted privileged asshole.\n\nAnd this comes as a shock to you?\n\nWell, no, it’s so toxic that it’s dysfunctional, it’s politically dysfunctional. It’s not a ...\n\nWell, it also leaves out who decides when it’s enough, who decides ... I get your point. I think the journalist thing is, some journalists. I don’t think that’s true of many, many, many, many journalists. But that’s a typical trope. It’s like, “Oh, journalists are all trying to game the system.” They’re not, they’re just not.\n\nIt’s not all.\n\nIt’s not most.\n\nIt’s more in some places than in others. It’s also, this takes us back to social media and just the internet, we have a lot of otherwise good people who are being moved by ...\n\n“There’s good people” is a phrase you can’t use anymore, but go ahead, move along.\n\nNo, but people who are well-intentioned but who are being moved by bad incentives. The business model, the clickbait business model of, we need to amplify the outrage here so as to get more eyeballs on our webpage, that is harming journalism across the board. It’s harming the New York Times. The fact that even the New York Times needed a hot take on the Covington High School thing, that they had to walk back, because they just had to be part of the click ...\n\nThat was minor. I’m sorry, speaking of facts, that was not a hot take. They didn’t have...\n\nWell, they were wrong. I mean, it was like your hot take that you walked back.\n\nAnd I walked it back.\n\nYeah, and I ...\n\nBut that’s different. I don’t cover Covington.\n\nI praised you for walking it back.\n\nThank you. What they did was not even slightly what I did. They weren’t even close to ...\n\nNo, no.\n\nI was completely stupid. That was not ... theirs was not.\n\nThey weren’t quite as stupid, but no.\n\nNo, they weren’t even close.\n\nNo, but they had to ...\n\nI was stupider than the New York Times.\n\nYes, well, all I’m saying is that everyone, if you’re getting paid based on clicks, that is an incentive. That’s one kind of incentive, and it’s not incentivizing taking a lot of time to write a nuanced not-outrage-provoking take on ...\n\nI would say they were the least of all of them. I honestly, I read them all.\n\nNo, no. I’m saying I would put the New York Times as the least offender. I read the New York Times.\n\nEven at all. Even at all. But let me get in this, one of the things that I ... This is a quote from, I think this is a Guardian piece that I liked, I thought it was relatively fair. But it’s, “When he strays from strict definitions to general assertions that he gets into trouble, and that has led to accusations of Islamophobia” — in this case, Islamophobia. “He rejects the term, drawing a distinction between attacking Islam — a set of codified beliefs — and demonizing Muslims — the enormous and varied group of people.”\n\nYeah.\n\nWould you say that’s accurate?\n\nI do make that distinction. Again, I don’t think I’ve read that piece, but I don’t think the author is granting me that distinction. Islamophobia is an invented word. Its intention is propagandistic. It was invented for the purpose of conflating criticism of the faith, a set of ideas, with bigotry against Muslims as people. It is a neologism crafted for that purpose, and it is being used to create effect in that vein. So that now, even, again, the New York Times, nobody’s using this word with scare quotes anymore. It’s just like anti-Semitism’s a thing, Islamophobia is a thing, let’s talk about these grave evils.\n\nIslamophobia is a confusing term. Islam is a set of ideas, and the question is, are there any ideas within Islam that are sufficiently animating to people that we should care about them and criticize them? And I think it’s rather obvious that there are. There’s nothing about doing that that entails being bigoted against people from the Middle East or their culture.\n\nBut you see the bright line of how that happens.\n\nYeah, no, but that’s ...\n\nDo you worry about the ...\n\nThat’s cynically, but the fact that it’s possible to be confused about that is being cynically amplified by theocrats who don’t want their religion criticized. That’s the, “if you’re gonna criticize a hijab, you are a racist.” The reality is, most women the world over who are wearing the veil of whatever sort — I mean, the hijab is the least of it, but you think of the burka and the niqab — are not doing it out of choice. These are not Barnard girls who decided to take on this affectation because it was cool. No, these are people who, if they try to get out of the cloth bag that their father made them wear and now their husband is making them wear, they risk being killed, even by their own families.\n\nWe’re talking about the starkest oppression of women anywhere on Earth at this moment. And if women are gonna get feminism right, they can’t lose the plot about that. There are girls who are getting battery acid thrown in their face for the crime of learning to read, right?\n\nI get these stories, I know all these ... I understand.\n\nBut Western feminists reliably get tongue-tied on that point. They think, “Wait a minute, I can’t be a racist, I can’t be an Islamophobe. But I like women and girls because I’m a feminist, what do I do here?” You can’t balance this equation.\n\nWell, it’s much more complex than that. It’s that some of the women are wearing it not, some of the women are. Fine.\n\nOkay, but in Afghanistan, it is the simplest possible thing. With the veil in Afghanistan, is like apartheid in South Africa.\n\nI get your point, but you’re trying to make a larger sense of an incredibly complex topic. Do you worry about being hijacked by the people you are trying to not help?\n\nWell, no, because if we talk about white supremacy, I can ... Make all the noises you want to make about white supremacy, and I do.\n\nYou can make whatever noise you want.\n\nYeah. Identity politics, I think, is ultimately unethical and unproductive. The worst form of identity politics, I mean, the least defensible form of identity politics is white identity politics. White male identity politics is the stupidest identity politics, because, yeah, again, these traditionally have been the most privileged people with the greatest opportunities.\n\nYes.\n\nSpeaking generally, right? Not every white guy, obviously. If ever there were an identity politics that, they should be the first to disavow, or the first to see the stupidity of arguing from identity. That’s not to ignore all of the white people in the United States who are having a very hard time and that’s a reality that we have to be able to interact with. The opioid crisis is largely a white phenomenon. What I’m arguing for here is that the goal is pretty obvious. We have to get absolutely bored with skin color and with these superficial characteristics that don’t mean or shouldn’t mean anything.\n\nOkay, come on, Sam. I don’t think we’re ever gonna get bored with that.\n\nOkay, I’m just ...\n\nI don’t know if “bored” would be the word I’d use in any form.\n\nI think Martin Luther King was right. We want to be focused on the content of a person’s character, ultimately.\n\nCertainly, that would be nice.\n\nYes. We could get there very, very quickly. It’s the opportunity cost of not getting there that I feel fairly palpably every day.\n\nOkay, we’re gonna talk about how we get there. Let’s talk a little bit about the recent attacks, the two different attacks, Sri Lanka and in New Zealand. How did you look at those?\n\nWell, obviously, they’re both awful. If you’re just gonna talk about the loss of life, there’s an equivalence there, forget about the differences in numbers. They’re different in that the Christchurch attack was an expression of an ideology that ... Here’s the more generic case here. There are acts of violence which superficially can look the same, but they’re very, very different. Take a school shooting or a shooting like the Christchurch shooting. They’re examples of atrocities like that that are committed just by a crazy person who snaps. It’s not an expression of ideology at all.\n\nThen there are cases where a person’s got a ... He’s also psychologically unhealthy. I mean, there’s not a psychologically normal person who also has a belief system, a story they’re telling themselves that justifies this atrocity. That’s a different case. It’s like Adam Lanza going into Newtown. There’s no ideology, it was just psychopathology. There are cases where you have mentally unwell people who are also believing nonsense and that’s motivating nonsense and they do something horrible.\n\nThe cases that worry me the most are the cases where you have an ideology that’s so powerful and captivating that totally normal people, without real terrestrial grievances, can be inducted into it and do the unthinkable because of simply what they believe. The difference I would draw between Christchurch, a white supremacist atrocity, and what just happened in Sri Lanka or any jihadist attack you could name, the difference there is that white supremacy is an ideology, I’ll grant you. It doesn’t link up with so many good things in a person’s life that it is attracting psychologically normal non-beleaguered people into its fold. It may become that on some level.\n\nIt doesn’t have all the elements of a true religion. I mean, there are ways in which it’s entangled with certain forms of Christianity. Again, there’s not a death cult of martyrdom forming there. It’s conceivable that one could form there. I’m not ruling out the white supremacists for causing a lot of havoc in the world. But in reality, white supremacy, and certainly murderous white supremacy, is the fringe of the fringe in our society and any society. And if you’re gonna link it up with Christianity, it is the fringe of the fringe of Christianity. If you’re gonna debate a fundamentalist Christian, as I occasionally do, if I were to say, “Yeah, but what about white supremacy and all the ...” He’s not gonna know what you’re ... It’s not part of their doctrine in a meaningful way.\n\nYou cannot remotely say any of those things about jihadism and Islam. Jihadism is way more mainstream and support for it ... There’s jihadism and the people who actually are gonna blow themselves up in a certain context, or kill a lot of people, thinking they’re gonna get into paradise for it. And then there’s the culture of acceptance around that. There are Islamists, there are conservatives who, while they’re not becoming jihadists themselves, they certainly endorse doctrines that makes this all look like kind of a rational enterprise.\n\nRight. I don’t want to boil things down. So the white supremacists, are they just crazy?\n\nWell, no.\n\nThese are beliefs. These are strong beliefs that they’re using internet tools to reinforce and to ...\n\nMy prediction is that most of these ... Again, we’ll see how many atrocities we get in this vein.\n\nIt’s a growing list.\n\nBut if you were to find me the 20 worst white supremacist, Christian identitarian atrocities, and we did an analysis of the shooters or the bombers, I would predict that the vast majority of these people would obviously be unwell, psychologically. Just because the beliefs are not that captivating, they’re not systematized. There’s not the promise of paradise. It isn’t there.\n\nWell, the replacement theory, there’s all kinds of things that are beliefs.\n\nNo, but there’s a kind of crackpottery to the whole thing and conspiracy thinking to the whole thing, and “the Jews are controlling everything.” It’s like, these are people who are doubting the moon landing.\n\nSo it has to be officially a religion not to be a belief?\n\nWell, there’s a symptomology to the people who believe entirely fringe things. Whereas, if you’re talking about a mainstream religion that people grow up in that has billions of adherents, and then has a radical core that is really trying to live by the absolute letter of the law, that’s a different situation. There’s real similarities between the belief of any given cult and the belief of any given mainstream religion. Was Heaven’s Gate really much different from Christianity? Well, no, you add a spaceship and a few other weird things and a bunch of Nikes and they’re similar. But it takes something different to join a cult than it does to simply get deeper into the religion that half of humanity acknowledges as true. It’s a different filter.\n\nAgain, these are ... In some cases, this is a distinction without a difference, but I would say to you that the problem of jihadism is absolutely a global problem, where memes are spreading, they’re contagious, they’re captivating. They pull all the strings of people’s value system. And white supremacy is also a global problem.\n\nMemes.\n\nI don’t know how big it is ...\n\nManifestos, beliefs.\n\n... but it is a fringe phenomenon in the United States. We’re not talking about 30 million white supremacists and we’re not talking about 30 million people who are likely to become white supremacists. Or certainly not violent, militia-joining white supremacists. But it doesn’t take a lot of people to create a lot of havoc.\n\nSure.\n\nAnd so, yeah, I’m genuinely worried. I get death threats from white supremacists, it’s not ...\n\nWould you write such a book about white supremacists?\n\nYeah, if I thought it were a growing problem or a bigger problem, I would. The truth is, all of these problems are ... I only reluctantly comment on Islam now or even on the conflict between religion and science now, because I basically said everything, I think, for years. It’s intellectually uninteresting to keep going over this ground, though it’s socially consequential.\n\nThis is not rocket science. People believe what they say they believe much of the time and we should take them at their word. It’s not that there aren’t ever other factors involved, but it’s just what we have is a pathology of over-interpretation here because we don’t like the answer we’re getting. When you ask members of ISIS, “Why are you doing this?” and they say, “It’s our religion, it’s right here, I can point to the passage in the Koran that assures me that it’s okay for me to cut the head off of an infidel,” say, “Or take a Yazidi sex slave.”\n\nLiberals, by and large, don’t like that answer. It can’t be that, it’s gotta be economics, it’s gotta be our policy with Israel, it’s gotta be Western oppression.\n\nI want to get to the tech stuff in a second. What do you imagine you’re doing wrong? Because, you just seemed ...\n\nEngage in these issues in the first place.\n\nNo, I think you’re ... Well.\n\nWhat have I done wrong in this conversation?\n\nNothing, I’m just ...\n\nThis is what I do.\n\nI get it. I think you don’t ... If I had to say ...\n\nI mean, this is the Petri dish.\n\nIf I had to say: heartlessness. It feels heartless. It feels — it does, it does — and on emotional topics that you know better.\n\nOkay, okay, so let’s flip that around.\n\nAll right.\n\nBecause it’s not heartless. My compassion is for the people whose lives are being destroyed needlessly by these doctrines and the behaviors of extremists. The first thing that I point out, generally when I talk about jihadism, is that there’s nobody suffering from this behavior more than other Muslims. When I talk about the problem of the hijab and the treatment of women under Islam, I’m talking about the plight of Muslim women. I’m in touch with how obscenely unethical it would be for me to say, “I think cultures everywhere are pretty much the same. And I want to broaden my daughter’s horizons, so I’m gonna send her to Afghanistan for the next few years to live in a burka and not learn anything of substance about terrestrial reality, because multiculturalism is great.” That’s synonymous with me being a bad father.\n\nIf that’s true, there’s something wrong with the culture of the Taliban. This is not heartless. I think girls in Afghanistan, I think it’s perverse that my daughters are so much luckier by pure accident than girls living in Afghanistan. If you’re born a girl in Afghanistan, you’re unlucky, terribly unlucky. And I’m in touch with that suffering and that ethical disparity, which is impossible to justify. There’s a larger question about what, if anything, could well-intentioned people do about that problem? It seems like not much, frankly. I mean, invading doesn’t work very well. It’s just the other side of the ledger that you’re perhaps not paying attention to.\n\nNo, I’m paying a lot of attention to it.\n\nI’m acutely aware of how much needless suffering is being produced by bad ideas. This is the situation I think we’re in, and which I think many people get wrong. It’s not that the world is full of bad people. There are bad people and they’re doing bad things, but for the most part it’s good people, or psychologically normal people, people just like ourselves, who think they’re doing good things, but they’re ruled by some very bad ideas. And so clearing up our thinking on important topics, I think, is ultimately the most compassionate thing we could do, if we could only do it.\n\nDo you take into account the emotionality around Trump and things he says? How do you look at those things? People see the connections.\n\nI share in the frenzy.\n\nThe frenzy? It’s not frenzy. It’s ... whoa.\n\nI’ve been accused of having the worst case of Trump derangement syndrome that anyone’s ever seen.\n\nOkay.\n\nI tend to let go of distracting negative emotions as quickly as I can because actually I think it’s ...\n\nWhat is his impact, then? Not as a religious figure, as a political figure.\n\nWell, I think Trump, his worst effect on our society and on our politics has not been, to my eye, at the level of policy or anything he’s really done. It’s the absolute obliteration of any expectation of truth and honesty and fact-based discussion about ... I mean, this is his method, right? But the fact that there are people who will not admit that there’s something dangerous or even objectionable about having a president who lies with every next sentence. Even pointless lies, I mean, lies that don’t even serve his purpose, I think that is so toxic and so divisive just in principle. Just having people who will defend him in the face ...\n\nWhat’s been sanity-straining about his presidency for me is just to continually meet people, mostly online but occasionally face to face, who pretend or in fact don’t see anything wrong with him, anything. What is wrong with him is so obvious, which is as a person, forget about ...\n\nYes.\n\nYou could love all of his policies ...\n\nNarcissistic personality disorder.\n\n... or at least the policies, yeah, and that is so maddening that that’s been extraordinarily divisive. The fragmentation of our society, the fact that we can’t seem to talk about anything politically in a civil way or make any progress across the aisle, it’s because largely ... it’s not based on traditional differences between Democrats and Republicans around issues like immigration or tax policy or whatever it is. It’s based on the emergence of a kind of personality cult, where this guy can do no wrong and yet virtually everything about him is wrong, ethically.\n\nIs that religion in a way, or not?\n\nYeah, no, what’s maddening to me about it ...\n\nIt certainly has religious overtones.\n\nIt’s not actually religious, but it has everything that’s wrong with religion: The unreasoned quality of it, the dogmatic quality of it, the fact that it’s not self-reflective at all. Yeah, it’s maddening.\n\nLet’s finish up talking a little bit about tech. Because one of the things that I do know about, this is something I do know about, I’m not gonna argue Islam with you right now. I did study it quite a bit at foreign service school at Georgetown. I have more than most people ...\n\nNice.\n\n... information, but let’s talk about tech.\n\nAre you a spy? Can I ask you, are you in the CIA?\n\nYes, I am. You finally outed me, thank you.\n\nOkay.\n\nThat would be the best cover of all time.\n\nIt would be a good cover.\n\nWouldn’t it be a good cover?\n\nBut I caught you.\n\nI wanted to be in the CIA. I wanted to be in the CIA, Sam. I could not be at the time.\n\nReally? They wouldn’t have you?\n\nNo, it was harder when we were gay, I’m sorry to tell you.\n\nBecause you could be blackmailed or something?\n\nIt was ridiculous. Because I was out. The whole thing was like I was in a Franz Kafka novel. “I’m out.” “Well, you could be blackmailed.” “But I’m out.” It went on like that. “What if you went to Saudi Arabia?” I’m like, “I don’t speak Arabic.” “Well, what if you did?” I’m like, “But I don’t speak it.” Those are the discussions that went on. It was exhausting.\n\nWell, their loss.\n\nIdentity politics, but it did have an impact on my life, Sam. And that’s probably something you might keep in mind. That’s what happens to people when things ...\n\nIt’s not even implicit in what I’m saying that I doubt that. Of course, that’s a common human experience.\n\nI think one of the issues people do have is that, who gets to say “enough is enough?” Who gets to decide?\n\nAt a certain point, at least we have to agree about what the goal is. I don’t want to divert you from your tech conversation, but, it’s just, I mean, to take anti-Semitism. I’m Jewish. Is anti-Semitism a problem? Well, yeah, it’s a problem, but how big a problem is it? Well, in the States, even in the immediate aftermath of a synagogue shooting, it’s not that big a problem. It’s something I’m watching, it has very deep roots, I’m concerned about it. But if you’re gonna use a metric like how many die every year in the US based on anti-Semitic hate crime, it’s a small number. Texting and driving is a much bigger problem.\n\nBut any Muslim who’s gonna say we have this epidemic of hate crime in the US against Muslims and Islamophobia is a big problem has to deal with the fact that, for every year that they’ve been worrying about that, anti-Semitic hate crime has been five times worse in the US than anti-Muslim hate crime.\n\nThere’s the one that’s gonna get taken out of context, just so you know. FYI!\n\nRight, okay, yeah, but neither are especially big problems, right?\n\nAll right.\n\nLet’s just have some sense of proportion. Again, to not confuse everyone now, this gets convoluted, but I’m not saying that body count is the only metric. I think that it’s rational to worry about comparatively small problems. The retort to worrying about something like police shootings of innocent people is not to say, “Well, there’s so many more people who die when they take Advil every year.”\n\nRight. That’s not the retort. It’s the inappropriate retort, yeah.\n\nIdeas matters, yes, yeah.\n\nAll right, let’s get to tech.\n\nPlease.\n\nHow do you look at the current situation with tech people? And the techlash, I guess.\n\nWell, having just advocated that Jack Dorsey delete Twitter, on Twitter ...\n\nYes, you did that, yeah. What was that? Tell me. Explain that.\n\nOn one level it was a joke, because obviously I know he can’t do that.\n\nThat’s not true, but go ahead. I’m teasing. I suppose he could.\n\nWell, no, but it’s a publicly traded company. Who sues him if he deletes it?\n\nI don’t know, but he could do it. It could happen.\n\nThe full tweet was, I don’t remember it verbatim, but it was something like, “I think Jack should leave Twitter and leave a final tweet which reads, ‘Sorry guys, this didn’t work out, now go and enjoy your lives.’” I said, “Jack, I think you’d win the Nobel Peace Prize and you would deserve it.”\n\nRight.\n\nI actually think that’s true. In part, I’m deranged somewhat by my experience on Twitter.\n\nWell, you get in more Twitter fights than anyone I’ve ever seen.\n\nI get a lot of pain on Twitter.\n\nYeah, but you keep at it, Sam.\n\nVery little now, but ...\n\nNo, I know, but it seems to attract you.\n\nYes, but again, there are people with big platforms who act in a way that is just absolutely unconscionable.\n\nDo you need to respond?\n\nWell, I think conversation is all we have.\n\nI guess, but not on Twitter.\n\nWell, again, so yeah, I’m naive.\n\nI don’t get into many fights on Twitter. Have you noticed that?\n\nI may be naive with respect to ...\n\nI don’t get into too many. I just don’t respond.\n\nActually, I jumped to your defense on Twitter even after you and I had had a fight by email.\n\nRight. No, that was your fight.\n\nNo, it was your fight.\n\nWe’re not gonna go into it, Sam.\n\nNo, I reached out.\n\nBecause you ...\n\nLet’s do a postmortem on this.\n\nI just said no, I’m not gonna have ... I just was like, I don’t want to talk about Islam. I don’t want to talk ...\n\nThis is actually relevant because this is what social media is doing to us.\n\nOkay, right.\n\nYou and I have met only once before this podcast.\n\nAt a dinner at Mark Pincus’s house.\n\nJason Calcanis’s house.\n\nOh, no, Jason Calcanis, right. Of course it’s him.\n\nWe were seated next to each other at a dinner party.\n\nYeah.\n\nI had nothing but, in my mind, a lovely conversation with you.\n\nIt was very delightful, yeah.\n\nCame away with ...\n\nI didn’t agree with everything you were saying.\n\nSure, but you either kept that to yourself or it was fine.\n\nI think I disagreed with you.\n\nBut I don’t remember any bad vibes in our conversation. Whatever the case was, I left thinking, “Okay, that’s a great person, happy to hang with her.” And then I see on Twitter someone ... you praised a profile on Yuval Noah Harari in the New York Times.\n\nYeah.\n\nI guess I was following you, or I don’t know how I saw this, but then I saw someone recommend, “Oh, you should listen to, Sam Harris just did a podcast with Yuval” — we did an event in San Francisco at the Masonic — “You should listen to that.” And you said, “Sam Harris, no thanks,” or something contemptuous about me.\n\nYou see, that was not what I meant. It’s like, I don’t want to listen to your version of it.\n\nNo, no, no, but what I ...\n\nYou had a whole package that went along with it that was just not so.\n\nWhat package?\n\nWell, that I was like, “Oh, not him.” I would say that about — I don’t want to listen to 20 or 30 different podcasters about some ...\n\nNo, it was something disparaging about ... The onus was on me. The onus was on me.\n\nIt was not disparaging. You thought it was disparaging.\n\nWell, no, but then I sent you an email.\n\nMost of it is like, I don’t care.\n\nBut then I sent you an email, I said, “What’s up here?” Like, I’ve only met you once, I thought you were great.\n\nI was astonished that you went so deep into my retweets, but go ahead.\n\nIt wasn’t that, it was in my face. It was like, either it was in my @ mentions because I had been tagged or whatever.\n\nAll right, but it was so thoughtless on my part.\n\nI wasn’t going deep into your retweets. But anyway, just as a sanity check, I wrote and I said, “Listen, we’ve only met once, everything was great. I think you’re great. I just retweeted your podcast with Elon, I thought that was great.”\n\nAll right, that was a great podcast. That deserved a retweet.\n\nOkay, “But now you’re throwing shade on Twitter so what’s going on?”\n\nIt wasn’t shade, I was telling you.\n\nBut then your email to me was ...\n\nI said I don’t like some of your podcasts.\n\nNo, wait.\n\nI listened to one, I didn’t even like it. I don’t remember.\n\nDo you want, do you want, I mean, I can publish your email.\n\nI will publish, you know what? We’ll publish it. Let’s publish them, okay. Let’s publish them.\n\nIt’s not good.\n\nI’m good, I regret it.\n\nIt’s boring. It’s not good for us.\n\nNo, only because you thought I was mad at you because of Ezra. I’m like, why would I defend Ezra? Ridiculous.\n\nThere was absolute contempt in your email to me. Like, I clearly ...\n\nNo, sometimes I don’t like your stuff. You may not like my stuff. Who cares? What do you care?\n\nI don’t even know what stuff you were referring to.\n\nI don’t remember. See, the thing is, here’s the thing: Most of my stuff is, “I don’t care,” and you’re offended. You see what I mean?\n\nNo, no, no, again ...\n\nDon’t take my not caring for being dis — shade.\n\nTurn the empathy dial a little bit higher here.\n\nI’m not, I’m heartless, Sam. I already know I’m heartless.\n\nI think it’s impossible to read your comment on Twitter any other way, as a jab at me.\n\nOh, whatever. It’s — forwards.\n\nBut I couldn’t be sure that you had any idea what my actual positions are. Maybe you just read all my negative press.\n\nNo, no, I read your book. No, I did not. Of course, I read your book before that dinner party.\n\nOkay, but my assumption was that because you’re at Vox now, and I didn’t even know you were at Vox, and I had just had this complete flameout with Ezra ...\n\nWhich I had no idea about.\n\nOkay, so yeah, but it was natural for me to say, “Okay, is there something about that that made you think?”\n\nOf course. Yes, no, no.\n\nOkay. Anyway, so there are people that walked away from that collision with Ezra ...\n\nI have no responsibility for Peter Kafka either. I don’t know what crazy stuff he says on the internet. I don’t pay attention. He works for me. He says grumpy things on the internet.\n\nBut people walked away from that convinced that I was a racist.\n\nWalked from?\n\nEzra. With my collision with Ezra.\n\nOh, the Charles Bell, yeah.\n\nCharles Murray.\n\nCharles Murray, sorry. The Bell Curve.\n\nI thought maybe that had gotten into your head and I wanted to sort it out because I thought you were a good person.\n\nNot a fan of Charles Murray, but okay.\n\nOkay, well, that’s understandable. We won’t go down that rabbit hole.\n\nLet’s publish it, what the hell? I feel I look good now.\n\nBut clearly, you had some file on me, the shape of which I didn’t understand, so I reached out to you.\n\nHere’s the issue I have with a bunch of people like you, I’ll say that are very into similar things.\n\nAll right.\n\nIs you say ...\n\nAre there really a bunch of people like me?\n\nYeah, there are. A lot of people who are right ...\n\nAre there a bunch of people who are like you?\n\nYes, of course.\n\nReally?\n\nWell, I’m unique, I think. When I say controversial things...\n\nI’ll let your fans decide whether there are a bunch of people like you.\n\nWhen I say controversial things, I know I’m saying it and I take the guff I get from it. Some, now you’re going on a bigger, heavier topic ...\n\nWhat kind of guff do you get? Do you get the guff which is the absolute opposite of what you said in context?\n\nNo, you’re going on Islam and I’m going on, “Jack Dorsey’s a pain the ass.” It’s a very different level.\n\nSo you don’t get my kind of pushback?\n\nYou’d be surprised at some of the stuff that I get. But when I get to talking about women, when I get to talking about people of color and diversity in Silicon Valley, yes, I get ... I don’t get your level of guff, by no means, by no means. But, not just you ...\n\nI don’t use the word “guff,” by the way. I want to retract my use of the word.\n\nOkay, no guff.\n\nI don’t want the kind of guff you get when you use the word guff.\n\nAll right, no guff. You get death guff. So, when you ... It’s not just you, it’s a class of people who say controversial things, sometimes write stupid things.\n\nI’m not a provocateur.\n\nNot you.\n\nI’m not Milo Yiannopoulos ...\n\nI understand. You know there is ...\n\n… who’s just trying to get a rise out of people.\n\nSort of, I call them hot, I’m not putting you in this group, but there’s a lot of people on the internet, that are on both sides, that are so quickly offended when they’re saying controversial things. And to me, if you’re saying controversial things, suck it up, Sally.\n\nI’m not offended.\n\nDo you know what I mean? I get it.\n\nI’m never offended.\n\nRight.\n\nIf you think ...\n\nYou’ve walked out on a very, very, very dangerous ledge.\n\nIf someone is honestly engaging with my views, like they actually understand my view and then they’re going to take as hard a swing at me as humanly possible, that’s great, right? It’s the malicious or the lazy distortion of my view, the straw man, in other — or worse, just a complete inversion of it, that drives me nuts.\n\nOkay, it may drive you nuts, but how shocking. What an amazing thing on an issue that is so emotional and so controversial ...\n\nWell, it is shocking to me.\n\nReally?\n\nBecause I don’t even do it to Trump, right?\n\nI’m sorry.\n\nI think Trump, you know, I would do almost anything to get him out of office except actually lie to my audience, right? So I’m not going to pretend that he said something that he didn’t say or that he said something in context that meant X when it really meant Y, right? I think he’s as despicable a person as I could ... I could never have imagined that we would elect such a despicable person.\n\nRight.\n\nInto this office, right? So just that then ends don’t justify the means, right?\n\nI just, I think you should expect it.\n\nTo be ethical ...\n\nI think you should expect exactly what you’re getting.\n\nI shouldn’t expect it from Ezra Klein.\n\nAh, that was ...\n\nI shouldn’t expect to from real journalists or people who purport to be real journalists, but we have to maintain some level of ... We can’t all become Trump.\n\nNo, but you have to also realize that when you’re in the arena, people are going to take cheap shots.\n\nSure.\n\nPeople are going to do things.\n\nSure, sure.\n\nBy the way, y’all like being in the arena and y’all like being loud, but it’s just ... I just, it’s sort of like ...\n\nYeah, I want to come back to that point.\n\nLet me just say, it’s not about you and it’s not about a lot of what I consider, these hot takes. It’s not about them. I want them to just like, if they don’t want to be involved in controversial things, stop writing stupid things, stop writing controversial things. Get the hell out of the arena.\n\nYeah, I don’t write controversial things for the sake of controversy.\n\nPerhaps not, but you must be aware.\n\nAnd I don’t write stupid things.\n\nYou must be aware.\n\nWell, no. All of these topics are controversial for a reason: They matter, right?\n\nRight.\n\nBut I want to come back to this point of people like me, the many people who are just like me, complain endlessly about being silenced and yet we’ve got these big megaphones and we’re everywhere. Well, first of all ...\n\nYou also take rather dramatic photos of yourselves.\n\nWell, no.\n\nThat one in the Guardian, I was like, “Jesus.”\n\nThat was the New York Times that took that photo.\n\nOh, that’s right.\n\nI mean, they demanded a photo shoot for that ...\n\nOh, that’s ridiculous.\n\n… “intellectual dark web.”\n\nWhatever.\n\nYeah. Well, that’s ridiculous, but once ... You know what that’s like.\n\nBut why even take it?\n\nTo submit to a ...\n\nI refuse.\n\nYeah.\n\nThis is what I do when I take pictures. Cross my arms, that’s it.\n\nOkay, well, I ...\n\nI don’t do any fancy-\n\nThere were 400 pictures to take and I didn’t get to choose the one that they use, right? They say, “Go stand in that bush over there,” and they took my photo.\n\nThey’re celebritizing you.\n\nWhat, am I going to say no? So, the reality is, is that honestly, this is my honest counterfactual, that the only reason why I haven’t been effectively silenced is because I have a totally unconventional job that I have created for my ... A platform that I have created for myself. I’m unfireable.\n\nMe, too.\n\nYou know, like Megyn Kelly can get fired. Megyn Kelly thinks out loud about, “Why can’t we all dress in blackface, what was wrong with blackface on Halloween? When I was a kid, I could go in blackface. If you want to look like Diana Ross, how do you do that costume without blackface?” It doesn’t matter that she’s got a $20 million salary. She’s done.\n\nWell, there was a lot there. There was more coming...\n\nMaybe there were ...\n\nLet’s not simplify that situation.\n\nMore reason, no, but you ... You can be canceled.\n\nYes.\n\nAt a very high level in media.\n\nIt’s up to NBC.\n\nFor one stupid thing, right?\n\nThat’s up to NBC.\n\nOkay.\n\nThat’s up to whoever, blank, blank, but it happens all the time.\n\nHonestly, I think had I had a quote “real job,” if I were a professor at a university or if I were a journalist that had a boss, I could have been fired over what Ezra Klein published in your website about me.\n\nMy website? It’s his website.\n\nOr his website. Vox Media, right? Absolutely. And there are people who are getting fired or canceled or otherwise de-platformed all the time for that sort of treatment.\n\nHow interesting that the debate is all about that and not the actual issues. I’m just saying.\n\nNo, the debate is about the issues too.\n\nLet’s get into tech, then.\n\nOkay.\n\nSo a lot of people are around the idea of free speech...\n\nBut I just want to close the loop on that.\n\nRight.\n\nSo the people who are ... the silencing is pervasive because there are people who just will not touch these topics for fear of being fired. I mean, these are tenured professors at Ivy League institutions who will write me an email saying, “Everything you said on that podcast is true. You can’t use my name publicly, but you’re just ... keep going,” right? Because they’re ...\n\nI do not think we lack for opinions.\n\nNo, it’s just there are third rails now everywhere in our conversation that can get people destroyed.\n\nThere are so many more rails people talk about now.\n\nThere are Nobel laureates who are getting de-platformed over an apparently sexist comment, or what could be spun as a sexist comment.\n\nSome of them are grabby.\n\nThat’s a different problem.\n\nRight.\n\nI’m talking about like, here I think I’m talking about Tim Hunt, who got more or less canceled for saying something clueless and old about “women in the lab,” but it’s not ...\n\nWhat about Stephen Moore at the Fed?\n\nI didn’t follow the details of his case, but ...\n\nWomen shouldn’t earn as much as men, blah, blah, blah, blah, blah.\n\nRight, okay.\n\nHe’s getting de-platformed.\n\nYeah, okay. So, yeah, there are people, but ...\n\nI don’t think he is. I think he deserves not to have that job.\n\nWhat’s amazing ...\n\nFor making idiotic statements.\n\nWe have a president who does all those things.\n\nYeah, we know.\n\nIn triplicate.\n\nHe doesn’t matter.\n\nAnd we now have a culture that’s so divided on these issues that ... I mean, this is one of the consequences of having the left having its outrage meter so poorly calibrated, right? If we’re going to defenestrate Al Franken immediately, right, without much of a conversation about what in fact may even be true, in his case. I don’t honestly know what I even think is true in his case, but the fact that that happened so swiftly and with such ...\n\nWe’re also in the middle of a movement.\n\nRight.\n\nThere was all kinds of things going on.\n\nThere was the Roy Moore ...\n\nEverything was happening at that time. This always occurs.\n\nBut the left eats its own in a way the right never does.\n\nNo, because they walk in lockstep.\n\nYeah and so there’s this ...\n\nBecause they have no shame.\n\nAsymmetry here is ...\n\nYeah, that’s just because this happened to this group of people ... they’re not any better, they just have no shame and will just go on with things.\n\nNo, but ...\n\nLet’s get to tech so ... we have to finish up.\n\nYeah. Go for it.\n\nGo ahead, finish your last thing.\n\nWell, just the final thought there is that, again, it has to do with the calibration. If you’re making obvious moral errors on the left, the right is never forced to deal with the colossal error of Trumpism.\n\nFor instance, unrelated case but this will make the point, if we can find cases where climate scientists are fudging their data and exaggerating the problem, where science is becoming politicized, that is incredibly destructive to the urgent need to converge on what to do about climate. So the people doing that work have to be absolutely scrupulous, to be honest.\n\nOf course.\n\nThis is asymmetrical warfare. It’s just because the climate deniers don’t have scruples.\n\nNo.\n\nThey can lie and distort and ...\n\nThey’re shameless because they have no shame.\n\nRight, so we can’t relax our standards of truth in order to win a war of ideas because it’ll be used against us every time.\n\nYes, but you can’t ... You do understand why it happens. Correct?\n\nYes, I do. People are people and they’re ...\n\nWell, when things work, when lies work, it’s hard not to ...\n\nYeah, it’s just ... Short of killing people, there’s nothing of greater consequence, ethically, to get your head straight about than lying. Right, lying is almost always counterproductive to anything you want to accomplish.\n\nAbsolutely, so let’s talk about that offline. Let’s finish talking about tech, because I did want to get to talking about tech.\n\nMm-hmm.\n\nHow do you look at the current tech companies, given this issue around free speech, what they should regulate, what they shouldn’t regulate, what they should be responsible for, what regulators should be responsible for?\n\nWell, I think they have a problem that I’m not sure can be solved. So, it’s very easy to see how they would want to say, “Listen, we’re not publishers, we’re platforms.”\n\nRight.\n\nAnd so anything ...\n\nAnd they have immunity.\n\nYeah, and there’s just no way for us to keep track of what’s on our platform, right? So you know, the AI can’t do it. If we turn up the filter on white supremacy, we’re going to catch too many ordinary Republicans and we’re even going to catch certain Congressman, right, and we might even catch the president, and so that doesn’t work.\n\nDefinitely catch one, but go ahead.\n\nSo, there’s something ... It may be an insuperable problem to actually clean up the platforms as a publisher would when the publisher’s thinking ...\n\nNot this-\n\n“Why would I want to publish white supremacists?”\n\nRight.\n\nYou know, dogmatism ...\n\nRight. The New York Times, it doesn’t have to.\n\nYeah, the Unabomber forced us to publish his thing because he was going to kill people, but in general, we have a policy that we don’t publish hateful lunatics. That’s understandable. And yet I think that the saner or more practical fallback position might be the constitutional one, at least in the US, which is we’re going to draw the line at free speech and violence.\n\nThat’s free speech in the public square.\n\nYeah.\n\nThat’s free speech when it comes to government. It does not touch private entities at all.\n\nRight, no.\n\nYou don’t have free speech on Twitter, you don’t.\n\nBut that’s what I’m saying ...\n\nYou just don’t.\n\nI’m saying that they may, they can’t if they wanted to behave like publishers like the New York Times, right? They can’t actually, effectively do it and they’re going to wind up banning good people. I mean, there’s a woman who got banned permanently from Twitter for saying, for tweeting “men are not women.”\n\nOkay.\n\nRight? In the context of a ...\n\nYeah, there’s not going to ...\n\nIt was insensitive to trans people.\n\nIt’s a bludgeon. They bludgeon everything.\n\nSo it’s just way too coarse grain to filter. So and then that becomes its own theater of conspiracy thinking and political activism.\n\nRight.\n\nSo, I think the fallback, my sense of the fallback is that they have to draw a bright line between speech and action in the world. So if you’re doxxing somebody or if you’re calling for violence against people, well then there are laws against that or should be laws against that. I don’t know what the doxxing laws actually are, but there should be very strong laws against things like doxxing.\n\nAnd then as platforms, they should take refuge in drawing the line there and that’s a much easier problem to solve. And then I think we have to create new norms just as users around it. So I think anonymity, for instance, I understand the need for it, for whistleblowers and ...\n\nDifferent countries ...\n\nYeah, and other countries, but generally, I think anonymity is a toxic variable. I think it just brings out the worst in people. So I think people should have to own whatever their opinion is.\n\nDo you think the tech leaders are capable of fixing this? I do not.\n\nYeah, no, I worry. I worry that they’re not. I think that it’s a cesspool. There are a lot of good things that come from, that are in the cesspool. I mean, I’m still, I still use Twitter because I’m attached to following smart people who are essentially curating my news diet.\n\nNo, I like it and have it.\n\nThere’s good stuff that you get from it, but I do feel, just speaking personally, that if I’m ... I mean, the way for me to use it is probably just to never look at what’s coming back on me. I look at what I follow and just never look at my @ mentions and then I’ll be fine.\n\nSo that’s not obviously the way it’s built. It’s meant to be a conversation, but I could use it as a one-way publishing channel and a kind of curation of my news feed. That may be in fact what I do, that’s what I do now mostly, anyway.\n\nWhat should these companies do? What should be done to them, if anything?\n\nWell, I think the ... trading in our data, that’s a just a general phenomenon in the internet is ... I just had Roger McNamee on my podcast.\n\nYeah, he’s great.\n\nAnd Tristan Harris is also somebody who ...\n\nSo addiction and ... They’re two different issues.\n\nYeah, I follow those, they’re line ...\n\nAd targeting, addiction.\n\nYeah, I think the ... And I had Jaron Lanier on as well.\n\nFantastic.\n\nI’ve hit this from that side a few times. I think the incentives, the business model is wrong. Trading and selling on people’s data, you know, the fact that we in fact are the product and that all of this is built on advertising and the gaming of attention and that selects for outrage and other states that are stickier than just, you know, psychological states that we would actually want to encourage. I think all of that needs to be rethought. It would be great if they were paid platforms. If they were like Netflix and you had to pay to be on them and then they’d have to deliver real value and they’d have to be worried about the quality of the conversation.\n\nWhat about the idea that people are “silenced,” then, says someone who’s worried about being silenced?\n\nNo, I don’t honestly worry about being silenced. But people like me, again, I’ve taken great pains to ... Like, I have no sponsors. I’m just listener-supported on my podcast. And one of the reasons for that is I don’t want the bad incentive of worrying about what I say that some sponsor might care about, right?\n\nYou can take their money and ignore them, just so you know.\n\nYeah, no, but I just don’t want that in my head. And again, this could be idiosyncratic, but I once started a foundation with great enthusiasm. I thought, “Yeah, this would be a good cause and I want to raise money for,” but then I within 15 minutes of starting a foundation, I realized, wait a minute, I don’t want to have to care about how rich people are. I don’t want to be in a room with Jeff Bezos and have part of my brain thinking, “Well don’t say that thing you really think about what he just said because maybe he could be of use to your foundation in the future.” I just realized that I was allergic to the whole thing around fundraising, right? So I just ...\n\nHere’s a tip: You can be mean to them and they still come back.\n\nOkay, well, good. But I just didn’t want to care about ...\n\nRight.\n\nDisparities and wealth of that sort, right? Again, the master variable for me is honesty, and any incentive structure that I create or get entangled in, that seems to be working at cross purposes with that, I want to figure out how to get out of, if I can. So I’ve done that to a remarkable degree in my personal life.\n\nWith the podcast.\n\nWith the podcast and with everything else I’m doing. And it’s great. It’s very freeing, but I realize that most people don’t have the luxury of being unfireable in that way.\n\nSure, but do you imagine that you shouldn’t be responsible for things you say even if it’s unfair that you can’t say things?\n\nSure, but there are people ... people are being de-platformed and their heads are being called for for saying things like — I mean, did you hear the guy, I don’t know this guy’s name, the case isn’t that famous, but he was at an academic conference and got into a full elevator and someone asked what floor he wanted and he said, “Women’s lingerie, please.” And that’s like an old Dean Martin joke, right?\n\nStupid joke.\n\nI mean, that’s a hacky old vaudeville joke, right? Someone on the elevator was sufficiently offended by that, you know, his invocation of sexual gender tropes, or whatever it was. And he’s fighting for his job. I don’t know how it finally played out, but there was academic complaints against him.\n\nSeems stupid.\n\nHe’s a professor, right?\n\nAt the same time, people have had it. A lot of people have been ...\n\nThis is the wrong place to fight the battle.\n\nI know, of course it is, but ... That it comes as any surprise to you is a surprise to me.\n\nWell, it’s just so petty and trivial and it’s not targeting the real problem.\n\nWell, except that sometimes, you know, except ...\n\nLet’s talk about the real problem, whatever the real problem is in that area.\n\nOf course.\n\nBut let’s deal with the real problem.\n\nBut for decades most people couldn’t talk about the real problem. You know, I think the issue ... Look, just from my perspective, is that the minute that people raise things that have been going on for decades, everyone’s like, “Yeah, yeah, yeah. Now forgive us and move on.”\n\nMaybe you don’t want to forgive and move on. Maybe you want it to change, maybe you’re angry about this, maybe ... there’s all kinds of human emotions in this.\n\nOkay, but when you’re calling for someone to be fired, you’re calling for, in this case, the very likely a ... Just think of the rest of the family.\n\nYep.\n\nThis person, this man, very likely has a wife and has kids, right? And you’re talking about, you’re hoping for his unemployment, right?\n\nNo.\n\nWell, yeah, people are calling for people to be fired.\n\nI’m not. Sure, some people are.\n\nThis is a very common phenomenon now and some people are getting fired. And some people are becoming unhireable elsewhere based on the reason why they were fired. And we’re not talking about people who were groping people. I mean, that’s a legitimate problem.\n\nRight.\n\nWe’re talking about the bad dad joke or the statement that ...\n\nBiden is at the top of the Democratic ticket. Uncle Creepy.\n\nWell, yeah. Well, you can ...\n\nWhatever.\n\nAgain, I don’t know the real details of his case, but people are picking the wrong targets. If you’re not going to distinguish Harvey Weinstein from someone else ...\n\nThe lingerie guy.\n\nFar along that continuum, lingerie guy or Louis CK, right? I mean, Harvey Weinstien and Louis CK both had problems, right? But they’re very different problems, right?\n\nLouis CK did some very sketchy shit.\n\nYeah, no, it’s gross, but unless there’s something I don’t know about, it’s not that ...\n\nHe masturbated in front of people.\n\nYeah, yeah. But one, he asked permission, right?\n\nEhh, not clear.\n\nThe question is ...\n\nAnyway, I’m just saying.\n\nWhere ...\n\nYes, where do you draw the line?\n\nThere’s a very bright line when you’re talking about someone being made to feel physically unsafe and like they can’t leave the room, like you’re standing between them and the door, right? That’s, I mean, all my alarms go off. That’s a super bright line, okay? Here we’re talking about rape or the threat of rape, right? Which are the stories around Weinstein. If any of that’s true, this is a guy who should be in prison with scary people. I mean, that’s not ...\n\nCertainly.\n\nI’ve heard nothing about Louis CK that suggests he should be in prison.\n\nBut I do think the ability to finally talk about it creates this. And that is going to go away and people will get into a more reasonable spot, but not yet.\n\nWell, okay.\n\nOn every one of these topics.\n\nSo, I don’t think we need a pendulum swing past ...\n\nBecause that never happens with human beings, what are you talking about? Of course you do.\n\nI know descriptively this happens.\n\nYeah.\n\nBut so do massacres.\n\nWhat are you, like dating a robot? Like you don’t even understand ...\n\nNo, but I understand how bad this can all go. I understand how we can lose a decade to a moral panic, right? I don’t think we need to pendulum swing past the ethical sweet spot and get to some crazy overreaction from which we have to pendulum swing back into. And this is what I worry about in the near term, this is going to get us Trump again for four more years. I think, if you give me ...\n\nIs that a prediction?\n\nI think it’s more likely than not at this point, certainly. I mean, if the left promotes some candidate who’s just way too woke, right? Where it’s all about the woke-ness, I bet, find me a casino where I can place bets on Trump and I’ll do it.\n\nThey will not. That is my prediction.\n\nOkay. Well, let’s hope not. Ah, it’s not to say that all the suite of concerns that have given us woke-ness are invalid, they’re not at all, but the swing leftward into the kind of stuff we’ve been talking about, I just ... again, there’s so much wrong with it, but the first thing that’s wrong with it, it’s just ineffective politically when you’re talking about barring the door to Trump.\n\nIf you’re talking about this — and we do have to finish up ...\n\nYep.\n\nIf you’re talking about this, to me the left is much less your problem than the actual game. There’s a famous quote from Jim Barksdale, who did Netscape, where he said, “The important thing is to keep the main thing the main thing.”\n\nOkay, but the main thing is that I am on the left in every traditional relevant respect. I mean, I don’t know what the left is now, but in terms of gay rights and equality between the sexes and worrying about wealth inequality, higher taxes on the rich, all of that. I check all those boxes, but the ... My problem is, honestly, much more on the left than on the right.\n\nThere’s no one you’ve ever had on your show who has said more uncompromising things against organized religion, the Christian — I’ve published a whole book. My book, Letter to a Christian Nation, is just a total broadside against Christianity.\n\nYeah.\n\nThe most dishonest attacks that I’ve ever confronted, just the top 100 most dishonest attacks on me, and the most ill-intentioned ones, the ones that are absolutely trying to wreck me, have come from the left, not the right. And I have, and again, if you ...\n\nOh, they don’t care.\n\nNo, they do care. I’ve got all kinds ... Theocrats on the right are all over me for a different set of reasons. But at least they will, if I’m going to talk to a Christian fundamentalist about the zero-sum contest between our world views, and it really is zero-sum. If I’m right, he or she is wrong about everything they care about, right? The stakes are high.\n\nIt is comparatively rare that they’re just going to lie about what my views actually are or maliciously distort them and do that to their audience with a clear conscience. No, they kind of get my views right and then they do their best to figure out what’s wrong with them and they can think I’m going to hell and they can think I’m a bad person for trying to ... effectively, leading others there.\n\nAnd it can be unpleasant, but it’s not the same kind of unpleasantness when you have somebody with an Ivy League education who is pretending to be fact-based and who will lift out of an article where you’re worrying about the rise of fascism a sentence that can make you look like you’re supporting fascism, and in context, it’s clear that that’s not the case, but out of context it looks like the example I gave you at the top of this podcast.\n\nWell, they need to delete Twitter then. I think you’re right.\n\nNo, I’m close. Yeah.\n\nI’ll think we’ll end on that.\n\nAll right.\n\nAll right, Sam. Thank you.\n\nPleasure.\n\nSee, it was a lot less ... people are going to say I’m not mean enough to you.\n\nSay, you could have been meaner.\n\nWhy? What would be the ... I think I would say ...\n\nI enjoyed this.\n\nDo you want me to yell at you?\n\nNo, no. I thought you were talking about what your audience ...\n\nOh, people thought.\n\nWould expect, yeah.\n\nOh, whatever. I don’t care. See, I don’t care.\n\nNo. This is the Kara I thought I knew from a dinner party.\n\nWell, absolutely. But here’s the thing, I also find your focus only on Islam problematic.\n\nIt’s not, but I haven’t, I ...\n\nI do. You’re just going to ...\n\nWait, wait, wait, whoa, whoa.\n\nWe’re going to have to disagree on that.\n\nBut, no, no. Also, one point I just have to get into the record. I’ve written a whole book attacking Christianity.\n\nYes, I know. We didn’t even get to meditation, which thank god.\n\nThe one whole book I wrote on Islam, I wrote with a Muslim reformer.\n\nYes, I know.\n\nWho now is a very close friend, who ...\n\n“Some of my best friends are Muslim,” I get it. I get it, come on.\n\nBut that, okay. Some of my best friends are anything.\n\nRight, okay. All right.\n\nWe got to end on this.\n\nAll right, okay.\n\nThis will be very controversial to your audience.\n\nGood, okay.\n\nSo, some of my best friends, it is apparently well-understood on the left that the “some of my best friends are” argument is not only ineffectual and insufficient...\n\nYes.\n\nIt brands anyone who would use it as just absolutely clueless about the nature of the problem.\n\nRight, absolutely, like, “I’m color blind.”\n\nRight. Okay, that’s total bullshit.\n\nIt is.\n\nWhy have we bought this line? Let’s take racism. If you’re saying that my views about police shooting are racist, right? And at some point in the conversation I in some way say, “Listen, some of my best friends are black.” And you’re going to say, “That is no alibi against racism at all.” Right?\n\nNo.\n\nLet’s just think about that for a second.\n\nAll right.\n\nWhat do you mean by “best friend?” Like either you don’t know what I mean by best friend or ...\n\nWell, that’s an old cliché.\n\nBut that’s a dumb cliché. Right? And it’s guiding the thinking of half of the electorate, right? If some of my best friends are black, whatever racism could still be true of me, I mean black-white racism could still be true of me like at the margins there, like you know, maybe I have some associations with black faces as a white guy I can’t totally get behind, whatever may be true, psycho-physically there, I’m not the racist you should be worried about.\n\nAs someone who’s best friends are of another race, someone who’s a real ... and to take this out of racism, someone who’s a xenophile, someone who loves other cultures and other foods and music and other architecture and all... The people who are making friends with diverse people are not the people you should be worrying about, and it really is a defense. It really is a valid argument.\n\nIn a way, but you can be worried about the people that should ...\n\nBill Burr, the comic who occasionally says things that can seem racist...\n\nI think comics should be able to say anything, but go ahead.\n\nOkay, he gets attacked, you know, his wife is black, right? So, he’s just like, “Listen, if I’m your racist, you’ve got bigger problems, right?”\n\nCertainly.\n\n“I’ve chosen to spend the rest of my life with this person.”\n\nIt’s not a continuum. It’s like, “Oh, you should really hate the guy in the cloak more than me.”\n\nWell, no.\n\nI can still disagree with you.\n\nThere are real racists in this world.\n\nCertainly!\n\nYeah, but they don’t have best friends who are of other races.\n\nI get it, but I think you’re very slick in that regard, but I think people can be concerned about close to you ...\n\nThis is a shibboleth we have to retire.\n\nYou can be irritated by people close to you and they’re still awful over there.\n\nAll I can say is I have Muslims and ex-Muslims who I love, who I would take a bullet for, I mean, people who I have been ...\n\nTry not to.\n\n... at great pains to defend publicly and support privately, and there’s nothing in my criticism of Islam that is animated by bigotry against people whose families came from Pakistan or who have browner skin than me. And that is a sum of my best-friends-are argument and it should be good enough for most people.\n\nIt’s not that there’s not such thing as systemic racism, and I mean, there’s other problems in this world, but we just have ...\n\nI know we have more to worry about.\n\nEither people don’t know ...\n\nBut still, it’s okay to worry about that too!\n\nWhat best friends are ...\n\nIt’s like saying, I shouldn’t feel bad because people are starving in Syria. It’s like, “Okay?”\n\nThat’s a different case.\n\nThere’s a lot of that. But they can still be irritated by you, Sam, and I think they’re going to continue to be.\n\nWell, yes.\n\nAre you writing another book about Islam? You want to just wade right into it?\n\nNo, I’m done. I’m done with Islam.\n\nOkay. What’s your next book on? I’m not going to talk about meditation because I’m uninterested.\n\nI don’t know. The podcast and my meditation app are taking too much time.\n\nYou have a meditation app. Yeah, good for you.\n\nI have a book I should be writing, but I’m not doing it yet.\n\nAll right, on?\n\nI don’t even know. I just have a contract that’s late.\n\nWhat is the thing that you would like to write about?\n\nWell, it was proposed as a manifesto on intellectual honesty, on these kinds of issues, like why is it so hard to talk about all of these things?\n\nOh, God, really?\n\nYeah. That’s the way I feel about it. Yeah, so I haven’t been writing.\n\nOh, man.\n\nNo, but meditation doesn’t interest you, but ...\n\nI know it does, it just doesn’t interest Kara Swisher, that’s all.\n\nHave you ever taken psychedelics?\n\nNo, I did a lovely podcast with what’s his name, the guy who wrote a book about it.\n\nMichael Pollan.\n\nPollan, yeah.\n\nYeah, yeah, yeah.\n\nNo, I haven’t.\n\nSo you might have to ...\n\nI’ve never taken any drugs.\n\nOkay.\n\nNone. I smoked pot once.\n\nWell, why not?\n\nI don’t know. I don’t drink. I don’t know.\n\nWell, so ... for some of us ...\n\nI get it.\n\nThe hardheaded people like ourselves, psychedelics, traditionally, and in fact I think this may always be true, are the only thing that shows you there’s a there there.\n\nI get it.\n\nOtherwise ...\n\nI’m very interested in them, I just think it’s really interesting from therapeutic uses.\n\nRight.\n\nI thought it got criminalized during the Nixon Administration, incorrectly.\n\nYeah, yeah, that was ...\n\nAnd it created a whole generation of stuff that could really help humanity. And I’m not ... I think it’s fascinating.\n\nYeah.\n\nBut not today, if you don’t mind.\n\nSo next podcast, you and I can drop ...\n\nWe’re not going to do ayahuasca together ever, Sam-\n\n... MDMA together and see how ...\n\nWe’re never doing ayahuasca. I’ve been asked to do ayahuasca by so many internet people.\n\nDon’t start with that one.\n\nI’m never going to do ayahuasca with any internet people.\n\nIf you want to do MDMA ...\n\nNo.\n\nWell come on my podcast.\n\nNo, thank you.\n\nWe’ll do it together and it’ll be ...\n\nI just, I don’t know. I don’t want to become self-actualized.\n\nIt’ll be a different conversation.\n\nI like the way I am.\n\nYou won’t lose your edge.\n\nI just, no.\n\nI’ve gotten into all this trouble after doing all those dru", "_id": "1f461d28-bde4-42c4-850f-b8faf1936ed9"}