{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Naomi Powell", "title": "GM to keep Oshawa plant alive, preserving 300 jobs", "description": "Plant to be transformed into a supplier of aftermarket parts for existing models", "url": "https://business.financialpost.com/transportation/autos/gm-to-keep-oshawa-alive-preserve-300-jobs", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/oshawagm.jpg", "publishedAt": "2019-05-08T15:17:24Z", "content": "General Motors of Canada will keep its Oshawa operations partially alive, investing $170 million and preserving 300 jobs as it transforms the plant into a supplier of aftermarket parts for existing models.\n\nThe automaker will also use 55 acres of the Oshawa property to create a test track for autonomous and advanced technology vehicles.\n\n“This new business will retain 300 Oshawa jobs with the intent to grow and generate significant additional jobs in the coming years as the business attracts new customers,” said GM Canada president Travis Hester, who announced the move alongside Unifor president Jerry Dias Wednesday morning.\n\nThe move falls short of a full reversal of GM’s decision in November to shutter the operation as one part of a global restructuring plan to close eight plants, cut 6,700 jobs and save the company US$6 billion annually.\n\nIndeed, under the new plan for Oshawa, nearly 2,700 jobs will still be eliminated.\n\nThe good news for us is this will remain a GM operation … This keeps us in the game.” Flavio Volpe, president of the Automotive Parts Manufacturers Association\n\nBut the move keeps Oshawa within GM’s portfolio of operations, and leaves open the possibility that it could be used for other manufacturing down the road, said Flavio Volpe, president of the Automotive Parts Manufacturers Association (APMA).\n\n“The good news for us is this will remain a GM operation,” Volpe said. “When you see a plant close, you usually see the company mothball the physical asset and end operation. This keeps us in the game.”\n\nGM Canada’s announcement today is good news for our auto workers in Oshawa. I’d like to congratulate & thank @JerryPDias for his tireless efforts to protect these jobs. There’s more work to do to support our workers, and we will never stop fighting for them & their families. — Justin Trudeau (@JustinTrudeau) May 8, 2019\n\nGM is aiming to shift its focus toward electric vehicles and self-driving cars and away from sedans such as the Chevrolet Impala, which was produced at the Oshawa plant. The automaker has already invested significant sums into engineering for such vehicles in Ontario.\n\n“Tying Oshawa into those efforts may be what saves it,” Volpe said. “Obviously, the best thing would have been a full reversal of what they announced, but the next best thing is what they announced today.”", "_id": "22c01378-9b48-4f3e-af8b-23b97e181e0a"}