{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Emma Comeau", "title": "Is your startup TC Top Pick material? Apply today.", "description": "We’re hunting for a cadre of exciting early-stage startups to attend and exhibit at Disrupt San Francisco 2019 as part of our TC Top Pick program — for free. Not only that, if your company makes the cut, you’ll get the VIP treatment and receive a ton of media…", "url": "https://techcrunch.com/2019/05/08/is-your-startup-tc-top-pick-material-apply-today/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/uatag.jpg?w=533", "publishedAt": "2019-05-08T17:00:06Z", "content": "We’re hunting for a cadre of exciting early-stage startups to attend and exhibit at Disrupt San Francisco 2019 as part of our TC Top Pick program — for free. Not only that, if your company makes the cut, you’ll get the VIP treatment and receive a ton of media and investor attention. Sounds great, right? You bet. Gotta be a catch, right? Wrong.\n\nThe only thing you need to do is apply to be a TC Top Pick.\n\nThe application is super quick and easy, but the selection process is very competitive. Highly discerning TechCrunch editors will review every application. They’ll select up to five startups to represent each of these categories: AI/Machine Learning, Biotech/Healthtech, Blockchain, Fintech, Mobility, Privacy/Security, Retail/E-commerce, Robotics/IoT/Hardware, SaaS and Social Impact & Education.\n\nTC Top Pick designees receive a free Startup Alley Exhibition package that includes one full day of exhibiting alongside hundreds of startups in Startup Alley, our expo hall of opportunity. They also receive three Founder passes (good for all three days of the show), use of CrunchMatch — our investor-to-startup matching platform — access to the Disrupt SF 2019 press list, invitations to special events at Disrupt SF and a prime location in the Startup Alley.\n\nIn a classic “but wait, there’s more” moment, a TechCrunch editor will interview each Top Pick live on the Showcase Stage — and we’ll promote that video across our social media platforms. That kind of media exposure drives opportunity to your startup long after the show closes.\n\nHere’s a real-world example of what a TC Top Picks designation can do for your startup.\n\nUATAG, which stands for “unique authentication tag,” earned a TC Top Pick designation in the Privacy/Security category at Disrupt SF 2018. The startup’s authentication tags are designed to protect high-end luxury goods and other valuable items from forgery and counterfeiting. The unbreakable tags use two levels of security — the unique way that glass shatters plus blockchain ledger and data records.\n\nTaras Rodtsevych, UATAG’s founder and CEO, said that the connections his team made as a TC Top Pick helped them find local representation in San Francisco, and it also resulted in two very promising leads.\n\n“Currently we’re conducting negotiations with two major U.S. brands that are interested in our tags,” said Rodtsevych. I can’t disclose them yet, but they’ve already received and are in the process of testing the prototypes. We hope to build and expand on these relationships.”\n\nExhibiting in Startup Alley is an opportunity to make connections with influencers you might not normally meet, and that was certainly true for UATAG.\n\n“We made valuable contacts in the fashion and logistics industries, and we met potential technical partners interested in becoming our local representatives in the U.S., Japan and Europe,” said Rodtsevych. “We even found a company that offers different kinds of back-office services — like accounting, payroll and HR — that are essential to registering our company in the U.S.”\n\nRemember that Showcase Stage interview we mentioned?\n\n“The Showcase interview with Greg Kumparak was an exceptional opportunity,” said Rodtsevych. “So far, that video has earned us 3,500 views on YouTube, 13,600 on Facebook and 12,700 on Twitter. It increased our reputation and made us recognizable worldwide.”\n\nOf course, there’s more than one way to grab the spotlight at Disrupt SF. While you’re applying to be a TC Top Pick, why not apply to compete in Startup Battlefield, too? Our epic startup pitch competition carries a $100,000 equity-free cash prize.\n\nDisrupt San Francisco 2019 takes place October 2-4. Apply now to be a TC Top Pick. It’s free and there’s no catch. Just big opportunity.\n\nIs your company interested in sponsoring or exhibiting at Disrupt SF? Contact our sponsorship sales team by filling out this form.", "_id": "25468a11-4504-4107-b673-c0549f2a7af2"}