{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Patrick Reevell", "title": "Crashed Russian plane communication leaks: 'For now everything is OK. Normal.'", "description": "Russian media published a transcript of audio between the pilot of the Aeroflot Sukhoi Superjet 100, which burst into flames in Moscow, and controllers.", "url": "https://abcnews.go.com/International/crashed-russian-plane-communication-transcript-leaks-now-normal/story?id=62901709", "urlToImage": "https://s.abcnews.com/images/International/russia-plane-crash-hull-gty-ps-190508_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T14:30:09Z", "content": "A transcript of the communications between air traffic controllers and the pilots of a Russian airliner that made a deadly crash landing at a Moscow airport has appeared in the Russian media.\n\nInterested in Russia? Add Russia as an interest to stay up to date on the latest Russia news, video, and analysis from ABC News. Add Interest\n\nThe transcript shows the pilot, Denis Yevdokimov, declaring an emergency and requesting to turn back, but does not indicate he considered the situation aboard to be critical before making the landing that went disastrously awry, leaving the passenger jet engulfed in flames.\n\nIt adds to the picture of the disaster that killed 41 people Sunday, as investigators are reportedly increasingly focused on pilot error as the primary cause of the crash.\n\nRussia's aviation authority confirmed Wednesday that the transcript, which was published by the Russian channel REN-TV, is authentic.\n\nThe Aeroflot Sukhoi Superjet 100 took off with 78 people aboard for the northern city of Murmansk, but less than 30 minutes later ran into difficulty. In the transcript, the pilot issues a distress call to controllers at Sheremetyevo Airport, telling them the plane had been struck by lightning and lost radio communication.\n\n\"Pan pan, pan pan, pan pan. Requesting return. 1492, lost radio contact and the plane is burning in lightning,\" the pilot told controllers, using an emergency signal.\n\nDespite using the word \"burning,\" it does not appear the plane was on fire yet, and the pilot's other communications suggest neither he nor the controllers believed the plane was in imminent danger. The \"pan-pan\" signal is used to indicate an urgent situation on-board, but one which does not pose an immediate threat to life or the aircraft.\n\nGunkevitch/Instagram via AFP/Getty Images\n\nCommunications were perhaps hampered because the two were speaking over an emergency system that only allowed short bursts of messages, according to Russian media reports.\n\nAsked by the controller what the emergency aboard was, the pilot said he lost radio and the plane's automatic flight controls. But asked if the plane would require help on landing, the pilot told the controller no and seemed to say he would be able to land as normal.\n\nController: \"Will some kind of help be necessary?\"\n\nPilot: \"No, for now everything is OK. Normal. Aeroflot 1492.\"\n\nController: \"Only problems with [radio] communication, I've understood you right?\"\n\nPilot: \"Communication and loss of the plane's automatic controls.\"\n\nController: \"Understood.\"\n\nThe two remained in contact, with the controller giving directions. The pilot said he would make a landing using the plane's Instrument Landing System (ILS), not a visual landing.\n\nInstead of touching down smoothly, though, the plane slammed into the ground too hard, buckling its landing gear and causing the fuselage to bounce up off the tarmac before slamming it down again, bursting its fuel tanks and setting off the fire.\n\nInvestigative Committee of Russia via AFP/Getty Images\n\nRussian investigators have publicly said they are considering various theories of the accident, including mistakes by the pilots and ground teams, bad weather or technical malfunction. But on Tuesday, the well-sourced newspaper Kommersant reported investigators' primary theory is that the pilots made a series of mistakes.\n\nAccording to the newspaper, which cited sources close to the investigation, investigators believe the pilots' first mistake was entering the bad weather.\n\nAfter that, investigators reportedly allege the pilots hurriedly sought to land immediately instead of first burning off fuel. As a result, the plane hit the runway with full fuel tanks and overweight, causing the bounce.\n\nFinally, they accuse the pilot of mishandling that, making the plane bounce again.\n\nAviation experts have offered divided views over those claims. Some argue landing without burning off fuel is not unusual if the pilot felt there was a more urgent need to get on the ground.\n\n\"The results were not due to the overweight landing, but how they pilots landed. The question is... why did this manifest into a crash? It should not,\" Karlene Petitt, an airliner pilot with a PhD on aviation safety from Embry Riddle Aeronautical University wrote in an email.\n\nShe added that she suspected the failing was caused by poor training. It's also unclear why the Superjet, a modern airliner, was so affected by the lightning strike.\n\nAttention has also focused on Sheremetyevo Airport's emergency response and whether it was too slow. According to Russia's transport ministry, the airport's emergency system was not activated to alert fire crews until after the plane landed.\n\nThe transcript shows that the controller contacted the airport's responders as the plane came into land. It appeared to show the controller was still informing the fire crews as the plane slammed into the runway and caught fire.", "_id": "2db6ca16-29d2-463f-bc6f-c3a65f8963e6"}