{"source": {"id": "new-york-magazine", "name": "New York Magazine"}, "author": "Eric Levitz", "title": "Democrats Are Ignoring Their Party’s Strongest Issue for 2020", "description": "Making it easier for corporations to poison children is unpopular. Trump has done so anyway. Democrats should make that a bigger issue.", "url": "http://nymag.com/intelligencer/2019/05/democrats-are-ignoring-their-partys-strongest-2020-issue.html", "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/05/07/07-pollution.w1200.h630.jpg", "publishedAt": "2019-05-08T12:00:00Z", "content": "Unclean coal. Photo: Scott Olson/Getty Images\n\nThe Democratic Party’s 2020 hopefuls have collectively endorsed several ideas that do not poll well. Kamala Harris has called for the elimination of all private health insurance. Bernie Sanders has vowed to enfranchise the incarcerated, and Elizabeth Warren has demanded Donald Trump’s impeachment.\n\nAnd whenever Democratic candidates adopt such controversial stances, conservative media dutifully demagogues the underlying issue, while mainstream outlets ask whether Team Blue can survive its latest affront to the median voter.\n\nSimilar questions rarely get asked when Trump implements wildly unpopular environmental policies. Since taking office, the president has (among other things) restored Dow Chemical’s freedom to sell an insecticide that scientists say causes neural damage in small children, defended the liberty of Texas coal plants to spew deadly amounts of sulfur dioxide into the skies above the Houston suburbs, and fought for the God-given right of coal plants to dump mining waste in streams. These positions might strike some readers as sensible, but the available evidence suggests that most voters actually oppose making it easier for corporations to poison their children.\n\nLast year, Gallup found that 62 percent of Americans believe the government is “doing too little” to protect the environment — the highest that figure has been in more than a decade. Meanwhile, some 57 percent of voters told the pollster that environmental protection should take priority over economic growth. Thus it’s not terribly surprising that, as of March of this year, 59 percent of voters told Gallup that Trump was doing a “poor job of protecting the nation’s environment.”\n\nNevertheless, the president’s decision to put the profit margins of his party’s campaign donors above the health and safety of American children has inspired relatively few columns about the GOP’s electorally reckless pandering to its base, even as Sanders’s advocacy for universal health care has attracted dozens of declarations about the Democrats’ disarray.\n\nBut don’t blame the pundits.\n\nThe fact is, the Democratic Party itself has made little effort to call attention to Trump’s record on air and water pollution. In recent months, Democrats have (finally) begun to treat the impending climate catastrophe as a topic worthy of conversation. But if climate change is our most pressing environmental challenge, it isn’t our only one. And it probably isn’t the Democratic Party’s strongest environmental issue from an electoral perspective.\n\nFor many Americans, the threat posed by climate change remains abstract, and any comprehensive solution to the problem will require a degree of shared sacrifice (some popular forms of carbon-intensive consumption will need to be discouraged). The threat posed by Trump’s loosening of clean air and water protections, by contrast, is concrete and visceral — and the costs of combating that threat will fall almost exclusively on corporations the public neither admires nor trusts. There’s a reason why the president pretends to care about clean air and water even as he ridicules climate change as a “Chinese hoax.”\n\nSwing voters in the U.S. are not centrists. In most cases, they are individuals whose various social identities — and policy intuitions — pull them in conflicting directions. For example, there are a significant number of white voters in the Midwest whose historic ties to the labor movement and sympathy for left-of-center economic policy draw them toward the Democrats while their racial identities and concerns about demographic change pull them toward the GOP. Thus the way to win over swing voters is not to triangulate on every issue but rather to increase the salience of those issues (and social identities) that attract such voters to your party.\n\nDemocrats already know this. Last year, the party instructed its candidates to focus relentlessly on health care because a large majority of voters trust Democrats more than Republicans on that issue — and therefore, the larger health care loomed in the minds of swing voters, the more likely they would be to break Team Blue’s way.\n\nBut health care isn’t the Democratic Party’s strongest issue. Last month, Morning Consult found that 45 percent of voters trust congressional Democrats more than congressional Republicans on health-care issues, while 35 percent said the opposite; on the environment, those figures were 50 percent and 27 percent, respectively.\n\nAnd that poll was no outlier. In August 2018, an NBC News/Wall Street Journal survey found that Democrats had an 18-point advantage on health care and a 38-point one on the environment. In June 2017, Gallup found that voters preferred the Democrats on health care by a margin of 55 to 36 percent; on “the environment including global warming” that margin was 63 to 29.\n\nIt would be in the Democratic Party’s interest to increase the salience of environmental issues even if Trump hadn’t spent the past two years letting Big Coal and Dow Chemical run the EPA. But the Trump administration has, in fact, done its best to write the Democrats’ attack ads for them.\n\nConsider the plight of Thompsons, Texas. Every year in this suburb of Houston, the W.A. Parish coal-fired power plant pumps more than 30,000 tons of sulfur dioxide into the air. Once out of the smokestacks, that chemical breaks down into tiny sulfate particles that often find their way into human lungs and bloodstreams, where they can cause aggravated asthma, heart disease, and a variety of other ailments. According to one recent study, the Parish plant’s pollution condemns an estimated 180 Americans to premature death each year.\n\nThe Obama administration passed a rule that would have required the Parish plant (among others) to install “scrubbers” that reduce sulfur-dioxide discharge. If Parish had adopted this measure, annual deaths from its pollution would have fallen by 120, according to the aforementioned study. But the scrubbers would have cost the plant’s parent company hundreds of millions of dollars to install, so the Trump administration repealed the rule.\n\nAn NYU professor of environmental medicine, George D. Thurston, tried to change then-EPA administrator Scott Pruitt’s mind. The New York Times recounts his failure:\n\nDr. Thurston produced his own study that examined the health benefits of the Obama plan in greater detail.\n\nLowering emissions at nine Texas power plants targeted by the Obama-era E.P.A., including Parish, would mean 1,300 fewer cases a year of acute bronchitis, as well as about 100,000 fewer lost workdays from related illnesses and 125 fewer admissions a year to area hospitals for heart conditions, he concluded.\n\nHoping to drive home the point to Mr. Pruitt, the former E.P.A. head, who is from Oklahoma, Dr. Thurston prepared a summary showing how the Obama policies would also benefit Oklahoma residents, given that air pollution from Texas often blows in that direction.\n\nThe bottom line: Hundreds fewer Oklahomans would die prematurely each year, according to a chart that Dr. Thurston passed to Mr. Pruitt during a June 2017 meeting …\n\nMr. Pruitt’s response, Dr. Thurston said, was blunt. “This is a visibility rule,” Mr. Pruitt said. “Therefore the health impacts are irrelevant.”\n\nThere are plenty of other stories just like this one and plenty of suffering, sympathetic families who would relish the opportunity to call attention to the terrible impact environmental deregulation has had on their communities.\n\nBy telling their stories, Democrats could simultaneously increase the salience of their party’s most favorable issue, reinforce the public’s preexisting suspicion that Republicans are too friendly with big business, and signal their solidarity with communities in rural America, where air and water pollution is often concentrated.\n\nThey could also build up (the already exceptionally high) public support for lifesaving environmental policies like heightened enforcement of the Clean Air Act.\n\nThere are issues that divide the Democratic coalition. There are ideas on which the general public agrees with liberals when they’re framed in one way but not in another. And there are things voters agree with Democrats on but still trust Republicans more to properly handle.\n\nBut air and water pollution is not one of those issues. White college-educated professionals in “Panera Land” do not want corporations poisoning their children. Neither do blue-collar Obama-to-Trump voters in the Midwest, or black middle-class voters in Atlanta, or millennials in Madison, Wisconsin, or the odd prairie populist in rural Iowa.\n\nIn 2020, Democrats should offer voters a chance to breathe easy — by making Republicans choke on the noxious compromises they’ve made with corporate power.", "_id": "3450a4d6-530f-48a7-a656-cc90c7d5794f"}