{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Tom DiChristopher", "title": "Trump retweets conspiracy theorists, far-right figures after Facebook bans", "description": "President Donald Trump promoted tweets from controversial figures after Facebook banned several far-right figures for pushing violence and hate.", "url": "https://www.cnbc.com/2019/05/04/trump-retweets-conspiracy-theorists-far-right-figures-after-facebook-bans.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/105875000-1556287263344rtx6ta2q.jpg?v=1556287304", "publishedAt": "2019-05-04T17:50:10Z", "content": "President Donald Trump on Saturday retweeted messages from conspiracy theorists and far-right figures after Facebook banned several right-wing personalities for promoting violence and hate.\n\nTrump has lashed out against Facebook following the bans, tweeting on Friday that he is \"continuing to monitor the censorship of AMERICAN CITIZENS on social media platforms.\" On Saturday morning, he retweeted a number of Twitter users who defended the far-right personalities, including one of the banned users.\n\nLater in the day, Trump questioned why The New York Times, Washington Post, CNN and MSNBC were allowed on Facebook and Twitter, saying much of their work is \"FAKE NEWS.\"\n\nTrump resumed his attacks on tech giants on Saturday afternoon, asking how it is possible for a \"strong but responsible Conservative Voice\" like actor James Woods to be banned from Twitter. Woods got locked out of Twitter for posting the hashtag #HangThemAll in an apparent reference to special counsel Robert Mueller's office, according to a screen capture shared by Woods' girlfriend Sara Miller.\n\nFacebook on Thursday banned Infowars, as well as its founder Alex Jones and Paul Joseph Watson, the former editor-at-large for the website, which is notorious for pushing conspiracy theories, including that the Sandy Hook Elementary School massacre was staged. Facebook also banned far-right media personalities Milo Yiannopoulos and Laura Loomer, as well as Paul Nehlen, who has run for Congress in Wisconsin and is widely considered a white supremacist.\n\n\"We've always banned individuals or organizations that promote or engage in violence and hate, regardless of ideology. The process for evaluating potential violators is extensive and it is what led us to our decision to remove these accounts today,\" Facebook said in a statement.\n\nTrump on Saturday retweeted two messages from Watson, the former Infowars deputy who now hosts a YouTube channel called Prison Planet Live known for its nativist screeds. On Friday, Trump tweeted that he was \"so surprised\" to see \"Conservative thinkers\" like Watson and Woods banned from Facebook and Twitter, respectively.\n\nHe also promoted a tweet by Lauren Southern, a far-right author and activist who backed the anti-refugee campaign Defend Europe, which sought to harass boats attempting to rescue migrants in the Mediterranean Sea. In 2017, Southern and activists from the nativist Generation Identity movement filmed themselves firing flares at a Doctors Without Borders vessel.\n\nThe president on Friday retweeted an anti-Islamic video shared by Deep State Exposed, an account tied to author Jeremy Stone, who is associated with a pro-Trump conspiracy theory called QAnon.\n\nThe video shared by Stone and resurfaced by Trump shows a bearded man with subtitles saying Muslims will conquer the U.S. and kill Americans, take their women and smash their churches if they do not convert to Islam. The last subtitle highlights the words \"this is Islam.\"\n\nStone boasts in his Twitter profile that he has been retweeted by Trump nine times.", "_id": "41a7bc10-0276-4ea3-a0d3-4f9180992e3b"}