{"source": {"id": "the-economist", "name": "The Economist"}, "author": "The Economist", "title": "America and Iran are on a collision course", "description": "As hawks on both sides take control, President Donald Trump looks like the grown-up", "url": "http://www.economist.com/middle-east-and-africa/2019/05/08/america-and-iran-are-on-a-collision-course", "urlToImage": "https://cdn.static-economist.com/sites/default/files/images/2019/05/articles/main/20190511_map501.jpg", "publishedAt": "2019-05-08T00:00:00Z", "content": "“THE UNITED STATES is not seeking war with the Iranian regime,” declared John Bolton, America’s national security adviser, when he announced on May 5th the deployment of an aircraft-carrier strike group from the Mediterranean to waters near Iran. It would be led by the USS Abraham Lincoln. A separate bomber task-force was also being deployed to the region. The move, Mr Bolton said, was a response to “troubling and escalatory” intelligence warnings about Iran’s behaviour.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\nFew believed Mr Bolton’s peaceable intent. The accusations against Iran—unnamed officials let it be known that it might have been planning to attack America’s forces or its allies—was suspiciously unspecific. Mr Bolton was the man, after all, who in 2015 penned an op-ed article in the New York Times entitled “To Stop Iran’s Bomb, Bomb Iran”. More worrying, and perhaps of greater consequence, Iran’s president, Hassan Rouhani, appeared to play into Mr Bolton’s hands on May 8th by declaring that Iran would stop complying with some of its commitments under the nuclear deal it signed with America and other world powers in 2015.\n\nThe accord, known as the Joint Comprehensive Plan of Action (JCPOA), placed strict limits on Iran’s nuclear programme, for a decade or more, in exchange for the partial lifting of Western sanctions. Mr Trump ripped up the accord in 2018, calling it “the worst deal in the world”, and reimposed sanctions on Iran. America also threatened harsh penalties against firms that traded with it. American waivers for some countries to continue buying Iranian oil were halted this week.\n\nUntil now, Iran has abided by the terms of the JCPOA, in the hope that European states would shield it from the worst of the economic pain. They failed to do that, and it is surely no accident that Mr Rouhani chose the first anniversary of Mr Trump’s withdrawal from the accord to announce a calibrated response.\n\nHe claimed Iran would be acting within the dispute-resolutions of the JCPOA, without breaching it. “The path we have chosen today is not the path of war, it is the path of diplomacy,” he declared in a televised speech. “But diplomacy with a new language and a new logic.”\n\nMr Rouhani said Iran would begin to build up its stockpiles of low-enriched uranium and of heavy water, which are used in different types of nuclear reactors, thereby threatening to breach limits set by the JCPOA.\n\nHe told European powers that it would reverse these measures if they found ways to shield Iran’s economy (particularly its oil and banking sectors) within 60 days. If they did not, Iran would also end the limits on the level of uranium enrichment. Under the JCPOA it is producing enriched uranium at a concentration below 4%, used for nuclear reactors, far below the 90% or higher level required for nuclear weapons. Iran also warned that it could rebuild the Arak nuclear reactor, which had been disabled under the JCPOA.\n\n\n\nFar from being a new diplomatic concept, this appears to be an old Iranian logic of pushing ahead with its nuclear programme—and so moving closer to the option of building a nuclear bomb—in response to rising pressure from the West. Iran has always claimed to be seeking to develop nuclear technology only for civilian power generation. But much of the same technology can be used to build nuclear bombs. And UN nuclear inspectors had found enough evidence in the past of weapons-related activity to raise serious concerns about Iran’s ultimate goal.\n\nIsrael had openly considered unilateral military action against Iran, but was dissuaded from it by American pressure. Mr Bolton had been prominent among hawks who believed in using economic pressure to remove the clerical regime, and American (or Israeli) military action to set back the nuclear programme if necessary.\n\nDiplomacy with Iran under Barack Obama was intended to break this escalatory cycle leading to the grim choice of an Iranian nuclear bomb or bombing Iran. The JCPOA pushed back Iran’s nuclear programme from being perhaps a few months away from being able to build a bomb to requiring more than a year. But critics said it placed only temporary restraints on Iran, did not restrict missile technology and, by releasing frozen Iranian funds, gave the regime greater means to spread its influence in the Middle East—notably in the wars in Iraq, Syria and Yemen—and fund allied militant groups such as Hizbullah, the Shia militia-cum-party in Lebanon.\n\nMr Trump’s decision to abandon the JCPOA, despite pressure from European allies and many of his own advisers to reconsider, all but killed the deal. European efforts to keep it on life support are failing; most European firms have chosen to abide by the sanctions despite a European mechanism designed to protect those trading in “humanitarian” supplies with Iran. Now Mr Rouhani may bury the accord altogether.\n\nThe Iranian president has been under pressure from his own hawks who detested the JCPOA and pressed him to act more forcefully. His announcement is also an attempt to split the Europeans from America. But it is a risky strategy. Breaching the JCPOA and moving towards a nuclear capability would alienate the Europeans, and give America a clear cause to take harsher action.\n\nIn the past, Iran appeared almost to be daring America to take military action, perhaps believing that it would not dare to do so at a time when American troops were deeply entangled in the war in Iraq and vulnerable to retaliatory attacks by Iran’s proxy militias.\n\nThat risk has lessened somewhat as the war in Iraq has wound down. And violence by Iran’s proxies may be just the sort of provocation that hawks like Mr Bolton are looking for to justify a military campaign. Mr Trump, a harsh critic of America’s wars in the Middle East, who has wanted to withdraw American forces from the region, probably does not want war. Neither does Mr Rouhani. But hawks on both sides are taking control. Strange as it may seem, next to Mr Bolton it is the president who now seems the cautious grown-up in the White House.", "_id": "41a713e8-ef96-458b-ba9a-8a68cfe07133"}