{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Lauren Hirsch", "title": "Executive turnover at Kraft Heinz continues as chief marketing officer departs", "description": "Kraft Heinz announced last month its long-time CEO Bernardo Hees is stepping down on June 30 and will be replaced by former Ab InBev CMO, Miguel Patricio.", "url": "https://www.cnbc.com/2019/05/04/kraft-heinz-chief-marketing-officer-departs.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/103849102-GettyImages-467499764.jpg?v=1552512191", "publishedAt": "2019-05-04T16:57:22Z", "content": "Kraft Heinz's U.S. chief marketing and global brand officer, Eduardo Luz, is leaving the company as executive turnover continues at the embattled food giant.\n\nKraft Heinz announced last month its long-time CEO Bernardo Hees is stepping down on June 30 and will be replaced by Miguel Patricio, Anheuser-Busch InBev's former chief marketing officer. Kraft Heinz's head of strategic projects, Eduardo Pelleissone, is also leaving the company to pursue other opportunities, effective June 30.\n\nShares of Kraft Heinz have tumbled more than 24% through the year, with investors rattled by a February earnings announcement in which the company disclosed a 36% reduction in its dividend, $15 billion brand write-down and an investigation by the Securities and Exchange Commission into its accounting and procurement practice\n\nThe company, which has twice delayed filing its annual report, is in a dispute with its auditor, Warren Buffett said on Saturday. Buffett's Berkshire Hathaway is Kraft Heinz's largest investor.\n\nOutgoing CEO Hees announced Luz's departure in an internal email to employees this past Tuesday.\n\nA Kraft Heinz spokesperson confirmed Luz's departure, telling CNBC \"Eduardo Luz has decided to leave Kraft Heinz at the end of May. We thank him for his many contributions over the past six years and we wish him continued success.\"\n\nLuz, like Hees and Pelleissone, started with the company at H.J Heinz, which private equity firm 3G Capital and Berkshire Hathaway acquired in 2013. At Heinz, Luz worked as managing director for consumer products. When 3G and Berkshire merged Heinz with Kraft Foods two years later, he stayed on to manage the brands Kraft Heinz sells in the center-of-the-store grocery unit, like its namesake ketchup, frozen foods and Maxwell House coffee. He was later promoted to the U.S. chief marketing and global brand officer role.\n\nIn his time managing the grocery portfolio, Luz helped the unit restore top-line growth, according the internal memo. Luz is credited with the Heinz brand's growth, which has seen sales rise 26% over the past six years, according to Nielsen. He also oversaw the launch of frozen meal brand Devour, which helped revitalize its branded frozen-food business.\n\nBut other brands at Kraft Heinz, particularly those that came from the Kraft Foods portfolio, have not fared as well. Many lack the same global appeal as brands like Heinz ketchup. Products like Maxwell House packaged coffee are particularly susceptible to premium or cheaper store-brand competitors.\n\nKraft Heinz has been criticized for focusing too much on 3G's hallmark cost-cutting and large-scale dealmaking, instead of needed investment to combat against intensifying competition. Struggles with the company's Oscar Mayer and Kraft cheese brands contributed to the $15 billion write-down Kraft Heinz disclosed February.\n\nOver the past month, Kraft Heinz has brought in fresh perspective to its management approach. Before last month's shakeup, Kraft Heinz had hired only one external U.S. senior executive during the past two years — General Counsel Rashida La Lande.\n\nIncoming CEO Patricio previously worked as chief marketing officer at AB InBev, a contrast to Hees' expertise in cost-cutting and deal integration. Patricio said his focus will be on Kraft Heinz's speed, sales growth and brand building.\n\nLuz's responsibilities will be taken over on an interim basis by Kraft Heinz's president of beverages, snacks and desserts, Adam Butler. Butler has been at Kraft Heinz for more than a decade, according to his LinkedIn profile, including eight years at the company's predecessor, Kraft Foods.", "_id": "444a7fd6-95a3-42bd-98b3-103f0c7ff0dc"}