{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Anne Flaherty", "title": "Drug makers must start listing prices on TV ads: HHS Secretary Azar", "description": "Drug makers must begin disclosing their list prices in television commercials this July, the Trump administration announced Wednesday.", "url": "https://abcnews.go.com/Politics/drug-makers-start-listing-prices-tv-ads-hhs/story?id=62886265", "urlToImage": "https://s.abcnews.com/images/Politics/alex-azar-rt-jpo-190507_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T12:16:39Z", "content": "Drug makers must begin disclosing their list prices in television commercials this July, the Trump administration announced Wednesday, advancing a plan industry said would confuse consumers and might even run afoul of the First Amendment.\n\nThe move by Health and Human Services Secretary Alex Azar is aimed at driving down drug costs by shaming the pharmaceutical industry into being more transparent about skyrocketing drug prices.\n\nAzar, a former pharmaceutical executive who first pitched the idea last fall, said he planned to finalize the rule this week despite industry pushback, giving companies 60-days notice to comply.\n\nDrug companies spend some $4 billion a year on television ads, he told ABC's Stephanie Ramos in an interview. And consumers are being told in those commercials to \"ask your doctor\" without knowing whether the drug costs \"$50 or $5,000, he said.\n\n\"The patient is going to have vastly more information to choose among different therapies and pick the most affordable one for them,\" Azar said.\n\nThe rule is part of a broader effort by President Donald Trump to try to take on \"big pharma,\" even as his administration has argued in court against other consumer protections under the Obama-era health care law and his cabinet has rolled back other industry regulations.\n\nBut whether more transparency on drug prices will work to drive down out-of-pocket costs for consumers remains unclear. List prices typically don't take into account rebates and other discounts, negotiated by prescription benefit managers. Drug makers insist they have been unfairly blamed for what's become a complicated supply chain in delivering life-saving drugs to consumers. Some industry officials proposed that instead of including \"legible text\" in a television ad, the companies could direct patients toward more information online.\n\n“While we are still reviewing the administration’s rule, we believe there are operational challenges, particularly the 60-day implementation time frame, and think the final rule raises First Amendment and statutory concerns,\" said Stephen Ubl, president of the Pharmaceutical Research and Manufacturers of America, a trade association known as \"PhRMA.\"\n\nAzar insists that list prices still matter because deductibles and other out-of-pocket costs are often calculated with those sticker prices in mind. Also, high-deductible health plans -- which are popular among many Americans -- can require that a patient pay the list price of a drug until their deductible is reached and insurance kicks in.\n\nThe rule would apply to any company advertising on television for prescription drug and biological products paid for by Medicare or Medicaid with a list price greater than $35 for a month's supply or usual course of therapy. That guideline means the rule would apply to almost all the drugs advertised on television. According to HHS, the 10 most commonly advertised drugs have list prices ranging from $535 to $11,000 per month or usual course of therapy.", "_id": "47228877-f4b6-4507-bf0b-686344c4fc35"}