{"source": {"id": "cnn", "name": "CNN"}, "author": "Laura Jarrett and Veronica Stracqualursi, CNN", "title": "Trump invokes executive privilege over Mueller report", "description": null, "url": "http://us.cnn.com/2019/05/08/politics/trump-mueller-report-executive-privilege/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/190502194021-attorney-general-barr-testifies-at-senate-hearing-on-russian-interference-in-2016-election-super-tease.jpg", "publishedAt": "2019-05-08T14:33:43Z", "content": "(CNN) President Donald Trump invoked blanket executive privilege over Robert Mueller's full report Wednesday in retribution for a pending vote by House Democrats to hold Attorney General William Barr in contempt of Congress.\n\nThe move significantly escalated a constitutional confrontation between the House Democratic majority and the President over the aftermath of the special counsel's Russia investigation. It will trigger a bitter and potentially long battle in the courts to adjudicate whether the executive branch or the legislative branch of the government will prevail.\n\nThe Justice Department informed House Judiciary Chairman Jerry Nadler Wednesday morning in a letter that the \"President has asserted executive privilege over the entirety of the subpoenaed materials.\"\n\nNadler had previously subpoenaed Barr to require the handover of a full, unredacted version of the Mueller report that the public has yet to see as well as supporting evidence gathered by Mueller.\n\nWhite House press secretary Sarah Sanders made clear the decision was a direct response to a scheduled vote in the committee to hold Barr in contempt over his refusal to accept Nadler's demands -- after releasing a redacted public version of the report last month.\n\n\"Faced with Chairman Nadler's blatant abuse of power, and at the attorney general's request, the President has no other option than to make a protective assertion of executive privilege,\" Sanders said.\n\nAssertions of executive privilege are often used to shield materials held within the executive branch from production to another branch of government or the general public. The hard-to-define and rarely litigated concept is often justified on the grounds that withholding information from public disclosure protects the President's ability to get private advice from his subordinates to ensure the functioning of government.\n\nBarr sent a letter dated Wednesday to the President, requesting he make a protective assertion of executive privilege with respect to the documents the House committee subpoenaed.\n\nThe decision is a \"protective assertion\" of privilege -- which would allow the evaluation of individual requests for information down the road.\n\nBut it raises the question of why Trump is so keen to prevent the full disclosure of a report that he claimed offers him \"complete and total exoneration,\" an assertion not supported by the facts.\n\nThe Mueller report did not establish a conspiracy between Trump's campaign in 2016 and a Russian election meddling effort. And Mueller did not come to a definitive conclusion about whether the President obstructed justice -- despite laying out evidence for and against such a finding.\n\nBut Democrats are accusing the President of using executive privilege to cover up an investigation that shows that he is guilty of wrongdoing.\n\nHouse Speaker Nancy Pelosi on Wednesday mocked Barr for having a \"temper tantrum\" over demands for more disclosure about the special counsel report.\n\nAnd Nadler said on CNN's \"New Day\" that the attorney general had now proven that his priority was to abet the administration's \"lawlessness.\"\n\n\"Attorney General Barr has ... gone from being a personal attorney to the President instead of the attorney general of the United States and he's now gone a step further and made the entire Justice Department an agency for enabling the President to defy the law, to defy any type of accountability and to act as a monarch, to say that Congress can have no role in accountability,\" Nadler said.\n\nIn his letter to the President, Barr explained that \"although the subpoenaed materials assuredly include categories of information within the scope of executive privilege,\" they may not all be protected by the privilege, and that ultimate determination will likely be for a federal judge to decide.\n\nIn the meantime, the real question will be whether the House can successfully proceed with calling witnesses involved in the investigation.\n\nDemocrats are hoping to secure testimony of Mueller himself, possibly as soon as next week.\n\nTrump's assertion of protective executive privilege over subpoenaed documents has no direct bearing on Mueller testifying before the House, according to a Justice Department official.\n\nFrom a practical standpoint, however, whether a legal battle over the underlying documents affects Mueller's testimony remains to be seen.\n\nThe official further disagreed with Nadler's assertion that the President waived executive privilege by providing materials to Mueller in the first place, saying there is past precedent for providing materials to law enforcement.\n\nNadler set Wednesday's Judiciary Committee vote to hold Barr in contempt after the attorney general did not agree to comply with a subpoena for the documents by Monday's 9 a.m. ET deadline.\n\nIf the committee finds against Barr, likely on partisan lines, a contempt report would be sent to the full House for a vote.\n\nDuring Wednesday's meeting, Nadler said the Justice Department was heading in the wrong direction with its \"dramatic step\" in asking Trump to invoke protective assertion of executive privilege.\n\n\"Besides misapplying the doctrine of executive privilege -- since the White House waived these privileges long ago, and the Department seemed open to sharing these materials with us just yesterday -- this decision represents a clear escalation in the Trump Administration's blanket defiance of Congress's constitutionally mandated duties,\" Nadler said in his opening statement.\n\nLast month, the Justice Department released a redacted version of the Mueller report to the public, and a version with fewer redactions to a limited number of members of Congress. It did not release the supporting evidence underlying the Special Counsel's deliberations.\n\nBarr redacted four types of information from the Mueller report: grand jury material, classified information, material tied to ongoing investigations, and information that could harm \"peripheral third parties.\"\n\nThe Justice Department offered on Tuesday to allow more staffers to view the less-redacted version that was made available to select congressional leaders, but Democrats rejected the department's offer.\n\nInstead, they requested that the Justice Department commit to working with the committee to go to court to obtain grand jury material -- or at least not oppose the committee's effort to do so, according to a committee spokesman.\n\nDemocrats have said they are entitled to view grand jury material, but Barr has maintained he's not legally allowed to provide that material to Congress. They also requested a meeting this week to discuss providing the committee access to Mueller's evidence and that the full membership of the judiciary and intelligence committees should be able to view the less-redacted report.\n\nDemocrats have said they need Mueller's evidence, specifically citing in a letter last week the FBI's witness interviews and contemporaneous notes that witnesses provided to the special counsel's team, which is cited throughout the report.\n\nCNN's Manu Raju, Jeremy Herb and Betsy Klein contributed to this report.", "_id": "4ebadc28-56d7-4d09-95ed-7424b925394c"}