{"source": {"id": "abc-news", "name": "ABC News"}, "author": "John Santucci and Mark Osborne", "title": "Trump responds to report he lost almost $1.2 billion over decade", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/trumps-businesses-lost-billion-10-years-tax-documents/story?id=62895279", "urlToImage": "https://s.abcnews.com/images/Politics/donald-trump-close-ap-mo-20190508_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T11:46:00Z", "content": "President Donald Trump is still fighting Congress over the release of his tax returns, but a new report on Tuesday analyzing his official Internal Revenue Service tax transcripts, with the figures from his federal tax forms, shows he lost over $1 billion from 1985 to 1994.\n\nInterested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, and analysis from ABC News. Add Interest\n\nThe documents show Trump's businesses lost $1.17 billion over the 10 years, including $46.1 million in 1985 and hundreds of millions by the time of his much-publicized early-1990s financial collapse, according to a report in The New York Times, which acquired the tax documents.\n\nThe president has often portrayed himself as having a \"golden touch\" in all businesses during the 1980s, before fighting back from serious financial debt -- due to struggles with his casino business -- in the 1990s. His infamous book, \"The Art of the Deal,\" was released in 1987, right in the middle of the years covered in the tax documents.\n\nAP Photo/Andrew Harnik\n\nCharles Harder, an attorney for Trump, countered in a statement to the Times -- later provided to ABC News -- that the reporting was inaccurate and based off \"inherently unreliable\" tax transcripts. He also questioned whether the documents even exist.\n\n\"We understand that your story relies upon IRS tax transcripts from the 1980s, rather than the actual tax returns. You cannot rely upon IRS tax transcripts from so long ago,\" Harder said in the statement. \"To the extent any such documents even exist, they are inherently unreliable. IRS transcripts, particularly before the days of electronic filing, are notoriously inaccurate, incomplete and selective in any information that may have been manually inputted into (or omitted from) the IRS system. IRS transcripts from the 1980s would not be able to provide a reasonable picture of any taxpayer’s return. Drawing any conclusions from a purported tax transcript would be speculative at best, and constitute irresponsible and unethical reporting.\"\n\n\"We have already informed you that your statements regarding Mr. Trump’s tax returns from 30 years ago are highly inaccurate and based upon information that is demonstrably false,\" Harder continued. \"Any story on this subject that is inaccurate and harms Mr. Trump’s reputation would be defamatory with actual malice. You are on notice. All rights are reserved.\"\n\nTrump did not pay any taxes in eight of the 10 years analyzed by the Times due to his financial losses. During his financial collapse in 1990 and 1991, he lost more than $250 million each year, the documents show.\n\nThe report comes in the middle of an ongoing fight with Congress over the release of more recent Trump tax returns. Democrats have argued that the release of Trump's tax returns are required by a 1924 tax code provision.\n\nTreasury Secretary Steven Mnuchin denied congressional Democrats' request for six years of Trump’s personal and business tax returns on Monday.\n\n\"Out of respect for the deadlines previously set by the Committee, and consistent with our commitment to a prompt response, I am informing you now that the Department may not lawfully fulfill the Committee’s request,\" Mnuchin wrote.\n\nThe Ways and Means Committee, headed by Chairman Richard Neal, D-Mass., has been pushing to get financial information from Trump since Democrats took over the House in the midterm elections. During the campaign, and since his election, Trump has always claimed his finances are under audit and therefore cannot release his taxes.\n\nAP Photo/Alex Brandon\n\nTrump bragged about his late-1980s success in an interview with \"Nightline\" in 1994. Trump told ABC News at the time he was worth $5 billion in 1989. By that time he was already losing hundreds of millions of dollars, the tax documents acquired by the Times show.\n\n\"I was at the highest of all pedestals, the hottest in the country, the highest point,\" Trump told ABC News in 1994 of his '80s success. \"Everything I touched turned to gold immediately. Everything I did turned to gold. And life started getting boring. And then one day, the pedestal was knocked out from under me.\"\n\nDemocrats seized on the Times report to knock Trump.\n\n\"Trump’s 1985-1994 tax data shows that he had no idea how to make a deal,\" Rep. Don Beyer, D-Va., tweeted. \"In fact, to put it in terms appropriate to a former reality TV star, he was the biggest loser.\"\n\nConnecticut Sen. Richard Blumenthal said in an interview with CNN that the documents show a \"stunning picture of spectacular collapse during those years.\"\n\nTrump reacted to the story Wednesday morning, tweeting that the Times' report contained \"very old information\" and was \"a highly inaccurate Fake News hit job!\"\n\n....you would get it by building, or even buying. You always wanted to show losses for tax purposes....almost all real estate developers did - and often re-negotiate with banks, it was sport. Additionally, the very old information put out is a highly inaccurate Fake News hit job! — Donald J. Trump (@realDonaldTrump) May 8, 2019\n\n\"You always wanted to show losses for tax purposes,\" Trump also tweeted. \"Almost all real estate developers did -- and often re-negotiate with banks, it was sport.\"\n\nABC News' Megan Hughes and John Parkinson contributed to this report.", "_id": "514b26c5-ef7e-4746-90b3-b46c4d920c76"}