{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Emma Comeau", "title": "Reserve your student ticket to TC Sessions: Mobility 2019", "description": "The future of mobility is the big topic driving TC Sessions: Mobility 2019, which takes place July 10 in San Jose, Calif. Will it include flying cars? Space tourism? Transporter beams? Before we can go where no person has gone before, we need to foster a deep…", "url": "https://techcrunch.com/2019/05/08/reserve-your-student-ticket-to-tc-sessions-mobility-2019/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/04/mobility-header-1.png?w=734", "publishedAt": "2019-05-08T16:00:09Z", "content": "The future of mobility is the big topic driving TC Sessions: Mobility 2019, which takes place July 10 in San Jose, Calif. Will it include flying cars? Space tourism? Transporter beams? Before we can go where no person has gone before, we need to foster a deep bench of thinkers, makers and technologists.\n\nStudents are essential to the future of mobility. If you’re in high school or college and have a passion for mobility tech, take advantage of our deeply discounted student tickets. Come to TC Sessions: Mobility 2019 to meet, network with and learn from some of mobility’s most creative thinkers, makers and investors.\n\nStudent tickets cost only $45, which means you’ll save $250 over the general admission price. Apply here for a student ticket and, once we verify your student status, we’ll send you an email with your ticket.\n\nWhat can you expect at TC Sessions: Mobility? Our day-long conference — with more than 1,000 attendees — is packed with discussions, demos and workshops with the brightest founders, technologists and investors in mobility and transportation.\n\nYou’ll hear from industry experts like Dmitri Dolgov, Waymo’s CTO and VP of engineering. Waymo started out as Google’s super-secret self-driving car project, and Dolgov’s been involved since the beginning. Learn about the early days, how the company evolved and where it’s headed. We’ll dig into the tech behind self-driving cars, too.\n\nYou’ll also hear from Jump founder Ryan Rzepecki and Katie DeWitt, the SVP of product at Scoot, as they talk about the future of micromobility. That includes topics like asset management, unit economics, partnering with cities, data sharing and more.\n\nThat’s just a small sample of what you’ll experience. Check out our list of speakers — we’re announcing more every week. If you’d like to speak, demo your technology or nominate someone else, you can submit an application right here.\n\nIf $45 is still too rich for your budget, you can earn a free ticket. Simply join our Ambassador Program by downloading the Social Ladder app. Share your unique code with friends, family and colleagues to sell tickets. When you earn enough points, you score a free pass to TC Mobility 2019.\n\nTC Sessions: Mobility 2019 takes place July 10 in San Jose, Calif. Students are the future of mobility, so book your student ticket today. Join us to learn, share and connect with a community that creates the opportunity to build the future.", "_id": "57c4ec4a-07c7-4055-92f0-63c112be3bd1"}