{"source": {"id": "recode", "name": "Recode"}, "author": "Theodore Schleifer", "title": "How Pete Buttigieg became the new toast of Silicon Valley’s wealthiest donors", "description": "Inside the tech network that is trying to turn a small-town mayor into a fundraising dynamo.", "url": "https://www.vox.com/recode/2019/5/7/18527646/pete-buttigieg-silicon-valley-donors-mark-zuckerberg", "urlToImage": "https://cdn.vox-cdn.com/thumbor/Ou4er83GVnsVBUQmc-_gu1fVRcA=/0x0:1440x754/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/16210166/Screen_Shot_2019_05_03_at_3.14.48_PM.png", "publishedAt": "2019-05-07T22:10:00Z", "content": "The two 30-somethings drove the modest streets of South Bend, double-checking the microphone volume as they poked one another over their elite academic credentials and offered at times a nerdy, low-production attempt at a buddy comedy.\n\nBehind the seatbelts: Pete Buttigieg and Mark Zuckerberg.\n\nThe driver and passenger may have known each other vaguely as Harvard undergrads, but two years ago they occupied entirely different spheres: at the wheel, a virtually unknown small-city mayor; riding shotgun, one of the world’s wealthiest and most powerful CEOs.\n\n“I’m here with my friend, Pete Buttigieg, who’s the mayor here,” Zuckerberg said as the Facebook Live video rattled along the rutted Indiana roads. He had asked Buttigieg for a tour of the town as part of his personal challenge in 2017 to visit more of the country. “One of the youngest mayors in America.”\n\nBut when Buttigieg rushes to five fundraisers across Silicon Valley on Friday — what appears to be a record for a candidate here this cycle — it is he who very well might be the more popular celebrity. The ascendant Democratic presidential aspirant has become a Silicon Valley sensation in the early stages of the primary — while Zuckerberg has been perpetually on the ropes.\n\nThat’s because Buttigieg, though always stressing his bonhomie upbringing in the industrial Midwest — such as when giving a ride-along of South Bend’s abandoned factories — is quite comfortable in elite corridors like Silicon Valley. He is not an anti-tech firebrand politically, nor a total newcomer to the land of the uber-wealthy. And as his relationship with people like Zuckerberg shows, he also brings a Rolodex that gives him tech contacts that — with the right touch and message on Friday — can become exclusive supporters and maxed-out tech donors.\n\n“You have all these people who have spent years cultivating Silicon Valley, but yet clearly Pete is on fire,” said Joe Green, an early Facebook adviser who is the mutual friend that introduced Zuckerberg and Buttigieg in advance of the South Bend trip two years ago. “Somebody who has not been on the national fundraising circuit has really taken off.”\n\nAmong Silicon Valley donors, Buttigieg does not have the long-standing chits collected of a Kamala Harris, or the personal friendships and zeitgeisty mores of a Cory Booker. What he does have is a tech-friendly bedside manner, along with connections to the LGBT, millennial, and highly educated communities that overlap with some of Silicon Valley’s wealthiest. (Those connections, though, could certainly fuel the perception that he is too cozy with the tech industry.)\n\nAnd one gets the sense that, with a few twists in his life story, Buttigieg could easily be running around Silicon Valley pitching some startup rather than begging for dollars to fund a presidential campaign.\n\nHe was one of the first several hundred people on Facebook (current user count: 2.4 billion). He calls his national finance committee of top fundraisers his “investor circle.” And he can wax eloquent about bitcoin or the risks of unfettered automation or artificial intelligence with the best of them.\n\n“If he came in and pitched a startup at Founders Fund,” said Cyan Banister, a venture capitalist there, “he would be in the A-player category of founders.”\n\n“If he came in and pitched a startup at Founders Fund, he would be in the A-player category of founders”\n\nBanister has been impressed with Buttigieg since she met him a little over a year ago in South Bend when on a bus tour of the Midwest with a dozen other VCs. And she offers a good example of how Buttigieg has cultivated Silicon Valley relationships.\n\nBanister was so smitten with Buttigieg that she tried pitching Founders Fund, the elite VC firm founded by Peter Thiel, to open an office in South Bend. That didn’t go anywhere, but Banister did help financially back a coding school later that year. Buttigieg would speak at the school’s pitch competition, saying he went from “being excited to being moved.”\n\nSince then, Banister has become something of a Buttigieg evangelist, telling all her partners at Founders Fund that she was going to back him if he ended up running for president. She said she is planning to host a fundraiser for him later this year — and with some irony, possibly alongside Keith Rabois, one of Silicon Valley’s most prominent conservatives (who isn’t personally backing Buttigieg but whose husband is doing so fervently).\n\nAnd while Buttigieg does not have decades of goodwill in Silicon Valley, what he does have is some stacked alumni rolls from alma maters.\n\nButtigieg’s strongest backers in Silicon Valley are his classmates: One key associate is his roommate from their time together as Rhodes Scholars at Oxford, Robert Schiff, who now is at McKinsey in San Francisco; others come from their time at Harvard, like Facebook co-founder Chris Hughes and Green, who was a roommate of Zuckerberg’s.\n\nButtigieg also hustles. Those friends have been offering introductions to other donors ever since Buttigieg began traveling to places like New York and Silicon Valley during his first run for Indiana state treasurer in 2010, people familiar with the outreach say.\n\nBut they only really began to pay off during his previous national run — when he bid to become chair of the Democratic National Committee — picking up checks from luminaries like Dropbox founder Drew Houston, Y Combinator chair Sam Altman, and former Zuckerberg chief lieutenant Chris Cox, thanks to introductions from friends like Green, who set up multiple lunches and dinners for Buttigieg. “I don’t think anyone knew who he was,” Green says.\n\nAnd on Friday, Buttigieg will hustle again: He has five fundraising events in the Bay Area, according to invitations seen by Recode and people familiar with his schedule, which are expected to rake in thousands of dollars during his hopscotch tour of Silicon Valley.\n\nHis day begins with a coffee klatch for in Palo Alto hosted by attorney Susie Hwang and her husband, Merced Systems founder Steve Glickman;\n\nThen a conference call for his top donors;\n\nThen to an afternoon fundraiser hosted at the offices of identity security company LiveRamp;\n\nAnd then concluding the night with three evening events — including one grassroots fundraiser, open to the public but almost sold out — with overlapping schedules, suggesting that Buttigieg will be doing a lot of shuttling between them.\n\nThe Buttigieg network goes to work\n\nHis roster of donors, perhaps unsurprisingly, trends young. But in Silicon Valley, that’s hardly inconsistent with trending rich.\n\n“The 30-somethings should hang together,” said Adam Hundt, who works in business development at the e-commerce startup Wish and met Buttigieg nearly 20 years ago while in college — and is now hosting one of the evening fundraisers for him on Friday. “We’re really young out here, and we’re generally in favor of a new generation redefining politics. And I think he’s the guy.”\n\nOther hosts of Buttigieg’s events this weekend include Matt Rogers, the co-founder of Nest, and his wife Swati Mylavarapu, longtime personal friends of his; Isaac Pritzker, the 37-year-old scion of the famous hotelier family; and a whole roster of the original guard at the question-and-answer startup Quora, like Marc Bodnick, who is also coincidentally Sheryl Sandberg’s brother-in-law.\n\nThe high-dollar fundraiser co-hosted by the Quora crew is expected to bring in triple its initial target, according to a person familiar with the event, and it had to move from a home to a bigger venue to accomodate the interest.\n\nBut the challenge, people close to him say, is that his support at this stage in Silicon Valley is fairly soft. To be sure, that is true of much of the big money in the Democratic primary, as donors support multiple candidates or sit it out entirely while waiting for a clearer picture of the field’s upper rungs.\n\nAnd so if Buttigieg proves to be merely a flavor of the month, he could find much of that money run toward other candidates, especially given that his relationships with marquee tech donors are not rooted as deeply as are Harris’s, Booker’s, or Joe Biden’s.\n\nFor instance, Susie Tompkins Buell, one of San Francisco’s most prolific fundraisers and an establishment Democratic powerbroker, is backing Buttigieg. But that’s in addition to her long-standing support for Harris. (“I knew it would cause some bruising and confusion,” she said of her surprising decision to endorse Buttigieg as well.)\n\nBuell said, when she hosted her first event at her house for him in March, he was an unknown. But now, she describes a clamoring to see him — out of curiosity, if nothing else.\n\n“Nobody knew much about him at all,” she said, “and then all of a sudden everyone wanted to come see him.”\n\nGreen, for instance, says he can get as many as 10 messages a day from investors and other rich people in Silicon Valley seeking one-on-one meetings with Buttigieg.\n\nBut if you live by donor momentum, you can die by donor momentum.\n\nButtigieg collected about $330,000 in itemized contributions from the Bay Area last quarter, according to Recode calculations, meaning that about 13 percent of his money that includes the donor’s address came from the area. Unlike some other Democrats who are too dependent on high-dollar donors, or those who rely entirely on low-dollar donors that can evaporate when the going gets tough, Buttigieg’s surprisingly strong fundraising haul last quarter was well-balanced: About 64 percent of his money came from smaller contributors, with the remaining coming in larger, $200-plus chunks.\n\nProminent donors to him last quarter include Andrew Mason, the founder of Groupon; early Facebook executive and venture capitalist Matt Cohler; and Steve Silberstein, one of the country’s largest Democratic donors, who has given millions of dollars to outside groups in recent cycles.\n\nOddly enough, a surprisingly large number of donors in Silicon Valley, like venture capitalist Steve Dow, say they cut him max-out checks despite never meeting him — a trend that mirrors how he has gained traction with voters, too. His appeal here has not been rooted in face time but in media appearances like a podcast. With these fairly surface-level relationships, donors could flee if he fails to prove himself on bigger stages.\n\n“He’s young. He’s really smart. He’s quick. In that sense, it’s consistent with at least the stereotype of the Silicon Valley startup entrepreneur,” Dow said. “It’s less about this policy or that policy.”\n\nButtigieg on policy: Big Tech is trying its best\n\nBut even if tech donors aren’t driven primarily by tech policy, Buttigieg has a middle-of-the-road message to sell them. But it’s one that opens him up to criticism from the left, which has organized around the idea that Silicon Valley needs more oversight and wouldn’t be too happy to see its leaders palling around with Buttigieg this Friday.\n\nAs mayor, Buttigieg sought to modernize his Rust Belt city of 100,000 with tech, and friends say he is as savvy as any other 37-year-old would be. But while not outwardly hostile, Buttigieg has been somewhat critical toward Big Tech specifically, along with Silicon Valley more broadly.\n\nHe says the US government has been too permitting of big mergers and that current antitrust law has failed consumers, calling on new empowerments for the FTC to help reel in the power of companies like Facebook and Amazon. He has said he “potentially” agrees with Elizabeth Warren that big tech should be broken up, such as by unwinding Facebook’s purchase of Instagram. He has also spoken favorably of Europe’s GDPR legislation to protect data privacy rights, calling the status quo in the US a “Wild West environment.”\n\nBut what he has not done is cast the industry’s leadership as intentionally evil — as some other Democrats have. He instead describes them as scrambling in good faith to catch up to new realities.\n\n“I think he’s taking those responsibilities seriously,” Buttigieg said when asked about Zuckerberg, for instance, by NPR. “But I think he’s also confronted — and every one of these big companies — with the reality that their corporate policy decisions are now public policy decisions. And I don’t know if he’s fully been able to master that, and I don’t know that anybody in the sector has.”\n\nThe actual policy, though, isn’t driving support. Even some of Buttigieg’s supporters in tech couldn’t really recall what he thought about tech policy, exactly. But more broadly, Buttigieg’s more practical-minded sensibilities — even if more about how he carries himself than about chapter-and-verse on policy — endear him to some less-ideological Silicon Valley financial types.\n\nCount Guy Lampard, a former banker, among them. Lampard was among a half-dozen people who spent about an hour with with Buttigieg earlier this spring around a couch at a friend’s house, and he and his wife later gave him $2,800 each. Lampard said he’s probably backed more Republicans than Democrats in his life.\n\nOr as Google designer August de los Reyes, a self-described moderate who is fundraising for Buttigieg, put it: “We design some of the largest products in the world — it really just boils down to what kind of everyday problem are you solving?”\n\nThe other thing De los Reyes likes? That Buttigieg’s campaign’s website interface features a way for designers to mix and match the colors of his logo and craft their own campaign materials.\n\n“Very Silicon Valley,” he says.\n\nRecode and Vox have joined forces to uncover and explain how our digital world is changing — and changing us. Subscribe to Recode podcasts to hear Kara Swisher and Peter Kafka lead the tough conversations the technology industry needs today.", "_id": "59171a97-c825-41e2-8b1c-1dc80d79fdec"}