{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Bloomberg News", "title": "Vancouver money laundering not just found in casinos. It’s fuelling a booming luxury car business, too", "description": "Latest probe into dirty money found a thriving grey market in which Chinese buyers pay people to buy cars and claim millions in sales tax refunds", "url": "https://business.financialpost.com/news/fp-street/dirty-cash-probe-finds-booming-vancouver-china-luxury-car-trade", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/rolls-royce.jpg", "publishedAt": "2019-05-08T16:21:38Z", "content": "Grocery bags full of cash hauled into car dealerships. Gangsters paying for auto leases with proceeds of crime. A thriving grey market in which Chinese buyers pay people to purchase cars in Vancouver and claim millions of dollars in sales tax refunds.\n\nThose are some of the scenes uncovered by the provincial government’s latest probe into dirty money in the Vancouver area, a city already under scrutiny for the role its casinos played over years as “laundromats” and the torrent of foreign cash that fuelled Canada’s most expensive real estate market.\n\n“This report is disturbing confirmation that money laundering in British Columbia is a problem that goes beyond our casinos,” British Columbia Attorney General David Eby said Tuesday of the latest findings from a report by independent investigator Peter German.\n\nVancouver’s preponderance of supercars has long raised eyebrows. Its University of British Columbia has been called the University of Beautiful Cars for its student-owned fleet of Lamborghinis, Aston Martins and Porsches. At one point, the city of 2.4 million had one of the world’s top-performing Rolls-Royce dealerships. As one dealer quoted by the report puts it, “we are selling way too many luxury and premium cars for this economy, for what people earn here.”\n\nChina Export Scheme\n\nThe probe’s biggest surprise finding was a booming trade in luxury vehicle exports driven by an arbitrage between the price of high-end cars in Canada versus China. The government described that grey market as “ideal” for facilitating trade-based money laundering.\n\nIn the scheme, buyers overseas use a local nominee to purchase a vehicle for immediate export — a lucrative trade because a luxury car can cost double in China what it does in North America after a markup by manufacturers and taxes. To sweeten the deal, the so-called straw buyer can then claim a sales tax refund because the vehicle was exported. This can amount to as much as 20 per cent of the purchase price on the most expensive car.\n\nWe are selling way too many luxury and premium cars for this economy, for what people earn here Car dealer\n\nNone of that is illegal. “Where it becomes problematic is how people purchase these vehicles,” said German. “With cash, with bank drafts anonymously, and so forth.”\n\nThe scheme provides an easy way for illicit money to be placed in the financial system since car dealerships can accept large cash payments and aren’t required to report them, according to the report. “Furthermore, as this trade-based activity involves large dollar sums leaving China, it generally requires the services of an underground banker,” it said.\n\nGrey Market Explosion\n\nThere’s been an explosion in the number of grey market vehicles exported to China — to over 4,400 in 2018 from less than 100 in 2013, according to the report. During that period, the province refunded almost $85 million (US$63 million) in sales-tax refunds and had to hire more staff to deal with the number of applications.\n\nIn many cases, applicants seeking refunds couldn’t speak English and presented Chinese passports instead of local driver’s licenses, according to the report. One straw buyer sought refunds for more than 25 vehicles. A thousand buyers were linked to a single exporter.\n\nThe probe also investigated money laundering in horse racing, where it didn’t find much cause for concern, and in real estate. The chapters on real estate will be released in the coming days, Eby said. Meanwhile, the government is already preparing plans to more closely regulate the luxury car sector and review the sales-tax refund program, he said.\n\nUnclear Sources\n\nStill, while the latest report cited some clear examples of illicit money in the sector — such as individuals with criminal records found to be principals of luxury car dealerships — much of it focused on transactions where the source of funds is unclear but not necessarily illegal.\n\nIt said buyers use multiple, small international wire transfers to different accounts to buy cars — something that could be explained by China’s capital controls, which limit foreign currency exchanges and withdrawals to US$50,000 a year. The report also cited one dealer describing how foreign students with no credit history and income obtain auto financing based on bank statements showing regular incoming wire transfers — an issue that may be one of undeclared income or very wealthy parents rather than unequivocal money laundering.\n\nDealers also say customers in recent years have moved away from cash purchases to international payment methods, including wire transfers, WeChat and UnionPay — a shift that makes it harder to monitor the source of funds, according to one of the investigators.\n\n“These foreign credit cards are not transparent in any way,” said Doug LePard, a former Vancouver police officer. “The money is coming from a foreign country. There is no visibility to law enforcement.”\n\nBloomberg.com", "_id": "5982d618-77d2-40c4-9cf5-d99f9d834d04"}