{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Special to Financial Post", "title": "If you rack up debt after separation, don’t expect your former spouse to pay for it", "description": "Adam N. Black: This couple were separated for six years when the husband demanded his wife pay half of the $115,000 in debt he had piled on since", "url": "https://business.financialpost.com/personal-finance/if-you-rack-up-debt-after-separation-dont-expect-your-former-spouse-to-pay-for-it", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/debt.jpg", "publishedAt": "2019-05-08T13:27:23Z", "content": "Sharing the assets and liabilities a couple acquired during a marriage is a standard part of any separation. But in some jurisdictions in Canada, changes to a couple’s assets and liabilities that occur after they split can be dragged into the calculation as well.\n\nThat’s what happened in the case of a couple in Alberta, who, over the course of their marriage, had achieved enviable financial success, accumulating significant wealth and, quite remarkably, no debt. Sadly, their success did not extend to their marriage and, after 26 years, the couple ended their relationship. Following their separation, the couple’s businesses met the same fate; they were eventually liquidated and the fight over how to divide the proceeds ensued.\n\nThe parties were not in a hurry to resolve the financial issues arising from their separation. Six years went by with no resolution. During that time, the couple’s financial lives remained interconnected. Post-separation, the husband accumulated over $115,000 in credit card and line of credit debt, while the wife accumulated only $1,489 in credit card debt. The husband took the position that the wife ought to be responsible for one-half of his debt. This issue, and a few others, made consensual resolution between the parties impossible.\n\nThe husband commenced court proceedings wherein he sought a division of matrimonial property premised upon the wife sharing the debt the husband accumulated after separation. In May 2018, a trial finally proceeded before recently appointed Justice M.E. Burns of the Court of Queen’s Bench of Alberta.\n\nThe trial judge correctly pointed out that, under Alberta’s Matrimonial Property Act, the parties’ assets and liabilities are divided between the parties as of the date of trial. That is distinct from other jurisdictions in Canada, many of which divide property based on the value of assets as of the date of separation. The husband relied on Alberta’s laws in support of his position that the wife should be responsible for one-half of the debt he accumulated after separation.\n\nAt trial, Justice Burns agreed with the husband. The wife was ordered to pay the husband $421,013.50, an amount which included the wife paying the husband one-half of the debt the husband accumulated after separation.\n\nUnderstandably, the wife appealed. The Alberta Court of Appeal opened its decision by stating “this appeal demonstrates the difficulties that can arise when dividing matrimonial property after a lengthy period of separation during which the parties remain financially interconnected.”\n\nOn appeal, the wife argued that, because the husband did not “provide any reason for the accumulation of his post-separation debt, and because he should have been able to easily meet his daily needs based on his income and interim distributions of property, he should be solely responsible for the debt.” The appellate court agreed.\n\nIn reaching its decision that the wife should not be responsible for one-half of the husband’s debt, the Court of Appeal noted that “the onus is on the party incurring debt after separation to demonstrate that the debt was used for the benefit of the family unit and not solely for the debtor’s own purposes. If that cannot be established, (the Matrimonial Property Act) permits unequal distribution of the debt, including sole responsibility for the debt falling to the party that incurred it.”\n\nContinuing on, the Court of Appeal stated that, in this case, “there is a complete absence of evidence as to why these debts were incurred. The trial judge misapprehended (the husband’s) onus, instead justifying an equal division of his debt because of a lack of evidence. This was an error.” In the result, the Court of Appeal found the husband to be solely responsible for the debt he incurred post-separation.\n\nThis case serves as a reminder to separated parties that the passage of significant time, and an ongoing financial nexus, will make the resolution of financial issues arising from separation complex, time consuming and expensive. This applies to all Canadian jurisdictions, not just to those that, like Alberta, divide assets and liabilities as of the date of trial. Courts across the country are routinely asked to determine how to account for post-separation transactions.\n\nGiven the unlikelihood of an immediate resolution, separated spouses would be wise to keep track of all post-separation financial transactions. Particular regard should be had to the purpose of each transaction and who enjoyed the benefit of the transactions. Through this attention to detail, the costs of a trial and, as in this case, the costs of an appeal, may be avoided.\n\nAdam N. Black is a partner in the family law group at Torkin Manes LLP in Toronto.\n\nablack@torkinmanes.com", "_id": "5b02bd80-91f6-4c62-bee3-8fa87bd250f0"}