{"source": {"id": "espn", "name": "ESPN"}, "author": null, "title": "Blues and disco: It's all 'Gloria' after Game 7 win", "description": "A radio station in St. Louis is celebrating the team's Game 7 win to advance to the Western Conference Finals by playing the 1982 hit \"Gloria\" for 24 hours straight.", "url": "http://espn.go.com/nhl/story/_/id/26701329/blues-disco-all-gloria-game-7-win", "urlToImage": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2019%2F0508%2Fr539996_1296x729_16%2D9.jpg", "publishedAt": "2019-05-08T17:17:51Z", "content": "Pat Maroon bangs a loose puck into the back of the net 5:50 into the second overtime to help the Blues advance to the Western Conference finals. (0:26)\n\nIn St. Louis, there are two words that have come to indicate whether the Blues were victorious this season: \"Play 'Gloria.'\"\n\nAs in Laura Branigan's 1982 disco classic \"Gloria,\" a certified platinum smash hit that has unexpectedly become the team's victory song.\n\nThe Blues won Game 7 against the Dallas Stars on Tuesday night, advancing to the Western Conference finals on winger Pat Maroon's double-overtime goal. \"Gloria\" played in the arena.\n\nRadio station 98.1 FM KYKY in St. Louis also played \"Gloria\" to celebrate the win, at around 12:15 a.m. local time.\n\nThen it played it again. And again. And again.\n\nFor 24 hours, the adult contemporary station put aside Maroon 5 and Taylor Swift for a tune that hit the top of the charts before any of the current Blues players were born. It was a vow made by their morning show, \"Courtney and Company,\" that if the Blues won this round, the station would go \"Gloria\" for a full day.\n\n\"I feel like we were the push they needed,\" host Courtney Landrum joked Wednesday morning.\n\nBlues fans have immediately responded to the stunt. The station has been getting notes from fans who said they turned on the \"24 hours of 'Gloria'\" after the victory and haven't turned it off. Parents are sending in videos of their young Blues fans singing the chorus. Commuters that listen to the morning show have been writing in to say it took them \"four and a half 'Glorias'\" to get to the office.\n\n2019 Stanley Cup playoffs Miss a game from the 2019 Stanley Cup playoffs? Want to experience a game again? Every playoff matchup is available for replay on ESPN+. Watch now »\n\n\"It captures this amazing moment in time where everyone in St. Louis is talking about hockey,\" said co-host Jen Myers.\n\nThe song has become synonymous with the Blues' turnaround this season, having gone from the basement of the conference to the conference championship round in five months.\n\n\"Whenever we come back in the dressing room [after a win], we're yelling, 'Play 'Gloria!' Play 'Gloria!'\" defenseman Joel Edmundson told the Blues' website earlier this season. \"It makes us smile and have a good time.\"\n\nIt started when a few of the players were in a bar in Philadelphia, watching the NFC wild-card game between the Eagles and Bears, and the DJ kept spinning \"Gloria\" during the ad breaks.\n\n\"Everyone would get up and start singing and dancing,\" Edmundson told the team's website. \"We just sat back and watched it happen. Right there we decided we should play the song after our wins. We won the next game, we got a shutout, so we just kept on playing it.\"\n\nThe tradition has continued throughout the season.\n\nBranigan died in August 2004 due to an undiagnosed ventricular brain aneurysm. Her manager has thanked the Blues through the singer's Twitter feed, and supported the team.\n\nLandrum said \"Gloria\" is one of the most \"fun and ridiculous\" songs ever played.\n\n\"It just made us happy every single time,\" Myers said. \"Especially when you get to the chorus. You just want to belt it out, even if you can't sing.\"\n\nThe Blues will next face the winner of Game 7 between the San Jose Sharks and Colorado Avalanche. Landrum said if the Blues make the Stanley Cup Final, Y98 will not only play \"Gloria\" again for 24 hours, but that her show might remain on the air for that entire stretch.", "_id": "5c475f94-30ce-4fc6-9beb-104564087c01"}