{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Bloomberg News", "title": "American companies are spending millions in an effort to get the new NAFTA ratified", "description": "The trilateral trade agreement is currently lacking the requisite amount of support from Democrats for it to be put to a vote in the U.S. Congress", "url": "https://business.financialpost.com/news/economy/business-groups-target-democrats-in-lobby-blitz-for-new-nafta?video_autoplay=true", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/04/nafta.jpg", "publishedAt": "2019-05-08T16:55:04Z", "content": "Automakers, retailers and oil drillers are among the hundreds of companies that rebelled against President Donald Trump’s tariffs and threats to walk away from long-standing trade agreements, but they’re rallying behind his latest pact with Canada and Mexico that faces steep hurdles in Congress.\n\nThe companies have joined with major business groups in multiple coalitions mounting an all-out campaign in an attempt to salvage the deal. They’re spending millions in a lobbying blitz both inside Washington and in congressional districts, sometimes using former Democratic lawmakers to press for ratification.\n\nOne coalition has a campaign targeting mostly Democrats in about 50 competitive or Republican-leaning districts. Their support could be pivotal to getting House Speaker Nancy Pelosi to bring the measure to the floor for a vote — at a time when the party is battling Trump and loathe to hand him a win ahead of his 2020 re-election bid.\n\n“There’s very little political incentive nationally for Democrats to be supportive of the administration on anything right now,” said Phil Cox, the former executive director of the Republican Governors Association and co-founder of the Trade Works for America coalition. “That’s why I think our efforts will be so important.”\n\nGet to ‘Yes’\n\nPelosi told reporters May 2 she would like to get to “yes” on the deal. But she said it must be changed to include provisions protecting workers and the environment, as well as ones that ensure enforcement of the agreement. In this, Pelosi is aligned with U.S. labour unions who say that higher Mexican wages will reduce the financial incentives for manufacturers to move jobs south of the border.\n\nTime is running out because most lawmakers and analysts agree that, if the deal doesn’t win approval this year, there’s little hope of getting it through Congress in 2020, a presidential election year. The White House is expected to submit legislation to put the deal into effect when it believes there’s enough support for the accord, which will give Congress 90 legislative days to act.\n\nThe business groups are rallying behind the new agreement to replace the North American Free Trade Agreement — called the United States-Mexico-Canada Agreement, or USMCA — because they believe it’s better than the previous pact and better than no deal at all if Trump withdraws from NAFTA as he has threatened. The administration is also looking to negotiate a sweeping trade deal with China, with talks set to resume this week in Washington amid threats of escalating tariffs.\n\nStakes are high for U.S. companies, as trade with Canada and Mexico reached almost US$1.3 trillion in 2017, supported 12 million U.S. jobs, and the two countries bought more than one-third of all U.S. merchandise exports, according to the USMCA Coalition. The group is led by the U.S. Chamber of Commerce, Business Roundtable, National Association of Manufacturers and American Farm Bureau Federation.\n\nAny changes to the deal must be done without reopening the pact because that would leave it “dead in the water,” said Shannon Kiely Heider, director of international government relations at Cummins Inc., a maker of diesel engines based in Indiana. She’s helping to lead legislative outreach for the USMCA Coalition.\n\nThe group has held a couple hundred meetings on Capitol Hill focusing on educating new members and working with administration officials, Heider said. The group has also outlined state-by-state effects of the new trade agreement and hopes to bring chief executives to Washington in the coming weeks.\n\n“I’m hoping the political aspects get out of it and we realize how good of an agreement this is for American workers, farmers and businesses,” said Heider, whose group counts more than 100 companies, including General Motors Co., Pfizer Inc. and Microsoft Corp., and more than 270 trade associations.\n\nUS$20-Million Campaign\n\nTrade Works for America, a coalition of companies and organizations that represent farmers, ranchers, the oil-and-gas industry, automakers and others, is planning to spend as much as US$20 million targeting districts such as Michigan’s 11th in suburban Detroit represented by Haley Stevens, a freshman and former chief of staff for President Barack Obama’s auto bailout task force.\n\n“Trade powers Michigan’s economy,” the announcer in the ad airing in her district says. “Our automakers and suppliers are one of the nation’s largest exporters. But it’s time for a better deal.”\n\nThe group’s co-chairman is Heidi Heitkamp, who represented North Dakota in the Senate for six years. Joe Crowley, a former 10-term Democratic representative from New York whose surprise defeat vaulted rookie Alexandria Ocasio-Cortez onto the global stage, is honorary co-chairman of the Pass USMCA coalition, a separate effort of business groups.\n\nAlong with Crowley, the Pass USMCA Coalition is led by former Obama-era Commerce Secretary Gary Locke and Rick Dearborn, Trump’s former deputy chief of staff. It’s backed by the Pharmaceutical Research and Manufacturers of America, the U.S. Dairy Export Council and other groups. While ethics rules prevent Crowley from lobbying former colleagues personally for one year, he’s doing interviews and speaking for the group.\n\nCrowley criticized NAFTA because it resulted in manufacturing jobs moving to Mexico. The new pact, he said, is an improvement — and certainly better than no deal at all.\n\n“I don’t have to agree with the president on just about anything, but I can agree that the NAFTA agreement that was entered into was not in the best interest of the United States per se, and that this is better, we’re getting better,” he said.\n\nIf Congress fails to approve the revised deal, Trump has threatened to withdraw from the existing pact, though Trump’s acting chief of staff, Mick Mulvaney, floated the possibility last week that the existing deal could remain if Democrats rejected the replacement. Without NAFTA, tariffs would be reimposed on imports and exports of agricultural products and other goods. That prospect terrifies many corporations.\n\nAs some hurdles are cleared, others remain. Congressional Democrats had said they wouldn’t consider the pact unless Mexico passed a labor overhaul, which it did last week. But some lawmakers, including key Republicans, also say they won’t back the deal unless Trump first removes duties on steel and aluminum imports.\n\n“If these tariffs aren’t lifted USMCA is dead,” the Republican chairman of the Senate Finance Committee, Chuck Grassley of Iowa, said in an April 28 Wall Street Journal op-ed. Even then, Congress must act by fall, said Grassley, whose panel oversees trade legislation.\n\nMarch Letter\n\nStevens, the Michigan congresswoman, hasn’t taken a position on the new accord yet, a spokesman said. She led a group of 23 freshmen Democrats in sending a March letter to U.S. Trade Representative Robert Lighthizer, reminding him that they were not in office when the deal was negotiated, and that they expect to have their concerns addressed. The administration has listened, sending Lighthizer to meet with Stevens and other groups of Democrats.\n\n“What I would ask of my former Democratic colleagues is to be open-minded about it,” said Crowley, now a senior policy adviser for Squire Patton Boggs, a Washington law-and-lobbying firm. “Don’t come to a conclusion without knowing all the facts about this agreement.”\n\nBloomberg.com", "_id": "5d3d2f52-1ae5-4ba7-b958-a8a2ba745142"}