{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Yun Li", "title": "Warren Buffett says Berkshire's purchase of high-flying Amazon was still 'value investing'", "description": "Berkshire Hathaway's Amazon bet seems to stray from Warren Buffett's value investing style, but the Oracle of Omaha said the e-commence giant is exactly a value company.", "url": "https://www.cnbc.com/2019/05/04/warren-buffett-says-berkshires-purchase-of-high-flying-amazon-was-still-value-investing.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/105891940-1556912146945gettyimages-1140932026.jpeg?v=1556912187", "publishedAt": "2019-05-04T16:31:19Z", "content": "Berkshire Hathaway's Amazon bet seems to stray from Warren Buffett's value investing style, but the Oracle of Omaha said the e-commence giant still meets the philosophy.\n\n\"The people making the decision on Amazon are absolutely [as] much value investors as I was when I was looking around for all these things selling below working capital years ago. That has not changed,\" Buffett said Saturday during a Q&A session at Berkshire's annual meeting at the CHI Health Center in Omaha, Nebraska. \"The considerations are identical when you buy Amazon versus ... say a bank stock that looks cheap against book value or earnings of some sort.\"\n\nBerkshire Hathaway revealed this week that one of its investment managers has been buying shares of Amazon. The news sent Amazon's stock soaring more than 3% that day. The stock is up 30% this year.\n\nBuffett said the money managers who bought Amazon shares took into consideration a slew of financial metrics including the company's sales, margins, tangible assets, excess cash and excess debt.\n\n\"All those things go into making a calculation as to whether they should buy A versus B versus C and they are absolutely following the principal...I don't second guess them,\" he added.\n\nBerkshire has been sticking with big value companies such as Coca-Cola and Bank of America over the years, missing out on the big tech boom that saw some of the so-called FANG names crossing $1 trillion market cap. Buffett just started purchasing Apple as recently as February 2017.\n\nBerkshire's vice chairman and longtime investing partner, Charlie Munger, said he'd forgiven himself for not investing in Amazon earlier, but missing out on Google is a hard one to swallow.\n\n\"Warren and I are a little older than some people... Of course if something extreme as the internet happens and you don't catch it, other people are going to blow by you ... I give myself a pass. But I feel like a horse's ass for not identifying Google better. I think Warren feels the same way,\" Munger said Saturday.\n\n\"We saw it in our own operations and how well the Google advertising is working and we just sat there sucking our thumbs,\" Munger added.\n\nGoogle parent Alphabet's stock has surged from about $96 a share at its inception in 2004 to about $1,189 today.", "_id": "644cd3eb-fe8a-4dba-8731-abf4765dfadb"}