{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "The Canadian Press", "title": "SNC-Lavalin executives ponder company break-up at private shareholder luncheon", "description": "Beleaguered company discusses spinning off assets ahead of a potential criminal conviction", "url": "https://business.financialpost.com/news/fp-street/snc-lavalin-execs-ponder-company-break-up-at-private-shareholder-luncheon", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/snc-lavalin-montreal.jpg", "publishedAt": "2019-05-08T10:33:44Z", "content": "MONTREAL — Executives at SNC-Lavalin Group Inc. continue to ponder a Plan B that could see the company break up ahead of a potential criminal conviction.\n\nDavid Taylor of Toronto-based Taylor Asset Management, a shareholder of SNC-Lavalin, said the embattled engineering and construction firm’s CEO and chief financial officer discussed spinning off assets — which could include U.K.-based WS Atkins — at a private luncheon hosted by TD Securities in Toronto.\n\n“They mentioned spinning off,” Taylor said in an interview, referring to chief executive Neil Bruce and chief financial officer Sylvain Girard.\n\n“They’ve got great assets within that are being punished and their good assets aren’t being valued properly. So they sort of hypothetically talked about crystallizing that value, and the only way you can really do that is to sell,” Taylor said.\n\nThe sitdown last Friday, first reported by the Globe and Mail, came a day after the company announced plans to wind down its operations in 15 countries and reported a $17-million loss in its latest quarter, precipitating a stock drop to new 10-year lows over the past few days.\n\nThe discussion floated an alternative to a possible plan that SNC-Lavalin laid out for federal prosecutors last fall where the company would split in two, move its offices to the United States within a year and eventually eliminate its Canadian workforce if it didn’t get a deal to avoid criminal prosecution.\n\nConfidential documents, part of a PowerPoint presentation obtained by The Canadian Press in March, described something called “Plan B” — what Montreal-based SNC might have to do if it can’t convince the government to grant a so-called remediation agreement to avoid criminal proceedings in a fraud and corruption case related to projects in Libya.\n\nSNC-Lavalin said in an email that it “continues to evaluate all possible scenarios to create maximum value for company shareholders.”\n\n“We have publicly made it clear for several months that the company has a fiduciary obligation to its shareholders and employees to have a Plan B in place, retaining the services of external legal and financial advisers to help develop different scenarios for consideration,” the company stated.\n\n“That said, no decision has yet been made, so it is premature to comment further on the subject.”\n\nSNC-Lavalin bought British engineering giant WS Atkins in 2017, which now has more than 10,000 employees in Britain.\n\nSNC hopes to sell the bulk of its 16.77 per cent stake in Highway 407 to the OMERS pension plan, with a deal expected to close before the end of June.", "_id": "6cdca7e5-acd7-4389-87b2-80013575118e"}