{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Reuters", "title": "How months of trade negotiations between China and the U.S. blew up in an instant", "description": "On Friday, China sent Washington extensive edits to a draft trade deal, backtracking on almost everything it had promised the U.S., sources say", "url": "https://business.financialpost.com/news/economy/how-months-of-trade-negotiations-between-china-and-the-u-s-blew-up-in-an-instant?video_autoplay=true", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/trump-china.jpg", "publishedAt": "2019-05-08T14:05:11Z", "content": "WASHINGTON/BEIJING — The diplomatic cable from Beijing arrived in Washington late on Friday night, with systematic edits to a nearly 150-page draft trade agreement that would blow up months of negotiations between the world’s two largest economies, according to three U.S. government sources and three private sector sources briefed on the talks.\n\nThe document was riddled with reversals by China that undermined core U.S. demands, the sources told Reuters.\n\nIn each of the seven chapters of the draft trade deal, China had deleted its commitments to change laws to resolve core complaints that caused the United States to launch a trade war: theft of U.S. intellectual property and trade secrets; forced technology transfers; competition policy; access to financial services; and currency manipulation.\n\nU.S. President Donald Trump responded in a tweet on Sunday vowing to raise tariffs on US$200 billion worth of Chinese goods from 10 to 25 per cent on Friday — timed to land in the middle of a scheduled visit by China’s Vice Premier Liu He to Washington to continue trade talks.\n\nFor 10 months, China has been paying Tariffs to the USA of 25% on 50 Billion Dollars of High Tech, and 10% on 200 Billion Dollars of other goods. These payments are partially responsible for our great economic results. The 10% will go up to 25% on Friday. 325 Billions Dollars…. — Donald J. Trump (@realDonaldTrump) May 5, 2019\n\nThe stripping of binding legal language from the draft struck directly at the highest priority of U.S. Trade Representative Robert Lighthizer — who views changes to Chinese laws as essential to verifying compliance after years of what U.S. officials have called empty reform promises.\n\nLighthizer has pushed hard for an enforcement regime more like those used for punitive economic sanctions — such as those imposed on North Korea or Iran — than a typical trade deal.\n\n“This undermines the core architecture of the deal,” said a Washington-based source with knowledge of the talks.\n\n‘PROCESS OF NEGOTIATION’\n\nSpokespeople for the White House, the U.S. Trade Representative and the U.S. Treasury Department did not immediately respond to requests for comment.\n\nChinese Foreign Ministry spokesman Geng Shuang told a briefing on Wednesday that working out disagreements over trade was a “process of negotiation” and that China was not “avoiding problems.”\n\nGeng referred specific questions on the trade talks to the Commerce Ministry, which did not respond immediately to faxed questions from Reuters.\n\nLighthizer and U.S. Treasury Secretary Steven Mnuchin were taken aback at the extent of the changes in the draft. The two cabinet officials on Monday told reporters that Chinese backtracking had prompted Trump’s tariff order but did not provide details on the depth and breadth of the revisions.\n\nChina reneged on a dozen things, if not more ... The talks were so bad that the real surprise is that it took Trump until Sunday to blow up\n\nLiu last week told Lighthizer and Mnuchin that they needed to trust China to fulfill its pledges through administrative and regulatory changes, two of the sources said. Both Mnuchin and Lighthizer considered that unacceptable, given China’s history of failing to fulfill reform pledges.\n\nOne private-sector source briefed on the talks said the last round of negotiations had gone very poorly because “China got greedy.”\n\n“China reneged on a dozen things, if not more … The talks were so bad that the real surprise is that it took Trump until Sunday to blow up,” the source said.\n\n“After 20 years of having their way with the U.S., China still appears to be miscalculating with this administration.”\n\nFURTHER TALKS THIS WEEK\n\nThe rapid deterioration of negotiations rattled global stock markets, bonds and commodities this week. Until Sunday, markets had priced in the expectation that officials from the two countries were close to striking a deal.\n\nInvestors and analysts questioned whether Trump’s tweet was a negotiating ploy to wring more concessions from China. The sources told Reuters the extent of the setbacks in the revised text were serious and that Trump’s response was not merely a negotiating strategy.\n\nChinese negotiators said they couldn’t touch the laws, said one of the government sources, calling the changes “major.”\n\nChanging any law in China requires a unique set of processes that can’t be navigated quickly, said a Chinese official familiar with the talks. The official disputed the assertion that China was backtracking on its promises, adding that U.S. demands were becoming more “harsh” and the path to a deal more “narrow” as the negotiations drag on.\n\nLiu is set to arrive in Washington on Thursday for two days of talks that just last week were widely seen as pivotal — a possible last round before a historic trade deal. Now, U.S. officials have little hope that Liu will come bearing any offer that can get talks back on track, said two of the sources.\n\nTo avert escalation, some of the sources said, Liu would have to scrap China’s proposed text changes and agree to make new laws. China would also have to move further towards the U.S. position on other sticking points, such as demands for curbs on Chinese industrial subsidies and a streamlined approval process for genetically engineered U.S. crops.\n\nThe administration said the latest tariff escalation would take effect at 12:01 a.m. Friday (0401 GMT), hiking levees on Chinese products such as internet modems and routers, printed circuit boards, vacuum cleaners and furniture.\n\nCome Friday, there will be tariffs in place Robert Lighthizer\n\nThe Chinese reversal may give China hawks in the Trump administration, including Lighthizer, an opening to take a harder stance.\n\nMnuchin — who has been more open to a deal with improved market access, and at times clashed with Lighthizer — appeared in sync with Lighthizer in describing the changes to reporters on Monday, while still leaving open the possibility that new tariffs could be averted with a deal.\n\nTrump’s tweets left no room for backing down, and Lighthizer made it clear that, despite continuing talks, “come Friday, there will be tariffs in place.”\n\n© Thomson Reuters 2019", "_id": "6d894dcf-bae3-4409-908f-0328e7019511"}