{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Fred Imbert", "title": "Buffett hints at possible successors, but 88-year-old CEO largely avoids the issue again", "description": "Buffett says that longtime executives Greg Abel and Ajit Jain could one day join him and Vice Chairman Charlie Munger on stage and answer questions from shareholders.", "url": "https://www.cnbc.com/2019/05/04/buffett-hints-again-at-who-his-successor-is-but-largely-avoids-issue.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/105892686-1556987757858rtx6u8ll.jpg?v=1556988035", "publishedAt": "2019-05-04T17:20:56Z", "content": "OMAHA, Neb. — 88-year-old Warren Buffett gave Berkshire Hathaway shareholders another hint about who his successor (or successors) will be, but once again refused to tip his hand too much, frustrating some in the audience at the company's annual meeting who repeatedly asked him for more information on the matter.\n\nThe chairman and chief executive officer said at the company's annual meeting that longtime executives Greg Abel and Ajit Jain could one day join him and Vice Chairman Charlie Munger on stage and answer questions from shareholders.\n\nFor years, Buffett and Munger have taken questions from Berkshire shareholders without sharing the stage at an arena in Omaha. But Buffett said Saturday that \"this format will not be around forever and if it's better to have them up on the stage, then we'd be happy to do it.\" He added that they thought of having all four of them on stage at the same time.\n\nAbel and Jain were promoted last year, with Abel running Berkshire's noninsurance businesses while Jain handles all insurance-related operations. These promotions made them the clear-cut favorites to succeed Buffett once he departs from his post.\n\nJain and Abel even answered shareholder questions on Saturday at Buffett's urging, two rare occurrences at the annual gathering.\n\nStill, Buffett shied away from hinting at exactly who is the frontrunner and when they would take over. Instead, he said of Abel and Jain: \"You could not have two better operating managers than Greg and Ajit. It's just fantastic what they've accomplished.\"\n\nBuffett made his remarks after hearing a shareholder's question on the succession matter. The crowd erupted in applause after the question was read, a sign of just how much the matter is weighing on their minds. Buffett has been running Berkshire since the 1960s and over that time the conglomerate has returned more than 20% annually, double the return of the S&P 500. Many shareholders want to know what the long-term succession plan is.\n\nBut Munger, Buffett's longtime right-hand man, said the way Berkshire operates makes succession questions tough to answer.\n\n\"One of the reasons we have trouble with these questions is because Berkshire is so very peculiar. We have a different, kind of unbureaucratic way of making decisions,\" Munger said. \"We don't have analyst committees deliberating forever and making bad decisions. We're radically different. It's awkward being so different, but I don't want to be like everybody else because this has worked better. So I think you're going to have to endure us.\"\n\nSubscribe to CNBC on YouTube.", "_id": "7380c149-b057-4a68-9d15-c17b7c69043c"}