{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Cheyenne Haslett", "title": "Warren releases $100 billion opioid addiction plan ahead of West Virginia visit", "description": "Sen. Elizabeth Warren's plan to combat opioid addiction includes an additional $1.4 billion each year to counties and cities with the highest levels of overdoses.", "url": "https://abcnews.go.com/Politics/warren-releases-100-billion-plan-combat-opioid-addiction/story?id=62902075", "urlToImage": "https://s.abcnews.com/images/Politics/warren-gty-er-190508_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T14:59:00Z", "content": "2020 presidential candidate Elizabeth Warren released a plan to combat opioid addiction on Wednesday that would give $100 billion to address the issue over 10 years, including $2.7 billion each year for the counties and cities hardest hit by the epidemic.\n\nInterested in 2020 Elections? Add 2020 Elections as an interest to stay up to date on the latest 2020 Elections news, video, and analysis from ABC News. Add Interest\n\nHer announcement comes just before the senator from Massachusetts is scheduled to visit West Virginia, the state with the highest level of opioid-related deaths in the country and a state that voted handily for President Donald Trump in 2016. It will be Warren's first visit to the state since she announced her bid for the 2020 presidential ticket.\n\n\"The ongoing opioid crisis is about health care. But it’s about more than that. It’s about money and power in America — who has it, and who doesn’t. And it’s about who faces accountability in America — and who doesn’t,\" Warren wrote in a post on Medium. \"If the CARE Act becomes law, every single person would get the care they need.\"\n\nWarren first introduced the plan, called the CARE Act, in Congress last year alongside Rep. Elijah Cummings, D-Md. Together, they have also highlighted the way the crisis \"has also severely impacted communities of color, exacerbated by existing health disparities,\" Warren wrote in a post on Medium.\n\nIn 2017, there were 692 opioid-related deaths in Baltimore alone, according to the Maryland Department of Health, and most were within the black community, Warren wrote on Medium. Under the CARE Act, Maryland would receive around $109 million per year in grants to fight the epidemic -- more than half of which would be allocated to the hardest-hit communities in Maryland, like Baltimore, which could receive as much as $14.7 million per year.\n\nWest Virginia, alongside states like Ohio and New Hampshire, which the National Institute on Drug Abuse estimated to have the highest rates of opioid overdose deaths in the country in 2017, could receive up to $323 million in combined annual funding under the plan.\n\nWarren is scheduled to visit the hard-hit town of Kermit on Friday to roll out the plan. The small town of about 390 people has been ravaged by addiction and became a symbol of the country's problem in 2016 when a series by the Charleston Gazette-Mail revealed the trail of nearly 9 million opioid pills shipped to a single pharmacy in the town. Under the plan, Mingo County, where Kermit is located, could receive an estimated $533,700 in annual funding.\n\nOver 10 years, the plan allocates $40 billion for states, territories, and tribal governments and $17 billion for public health, including research and training for health professionals. Organizations working on the front lines to address the opioid epidemic would receive $11 billion over 10 years.\n\nThe plan also puts $5 billion toward expanding access to naloxone, a medication that can rapidly reverse an opioid overdose and is used by first responders.\n\n\"These resources would support the whole continuum of care, from early intervention, to harm reduction, to long-term support services. They would ensure access to mental health services and help provide critical wraparound services like housing support and medical transportation,\" Warren wrote on Twitter.\n\nThese resources would support the whole continuum of care, from early intervention, to harm reduction, to long-term support services. They would ensure access to mental health services and help provide critical wraparound services like housing support and medical transportation. — Elizabeth Warren (@ewarren) May 8, 2019\n\nWarren's plan to address the issue comes on the heels of an announcement from fellow 2020 candidate Sen. Amy Klobuchar, D-Minn., whose plan to combat addiction and mental health treatment also calls for $100 billion. Other candidates have also proposed plans to address related issues, including former Rep. John Delaney, who last week released a plan to address mental health, and entrepreneur Andrew Yang, whose plan to address the opioid epidemic goes where none of the other candidates have and calls for opioids to be decriminalized.", "_id": "73e78a7f-9432-4147-9a48-f2850d8d1846"}