{"source": {"id": "recode", "name": "Recode"}, "author": "Eric Johnson", "title": "Redef CEO Jason Hirschhorn on Disney+ & Netflix on Peter Kafka podcast", "description": "Disney+ will not be a “Netflix killer,” Hirschhorn says, because at this point, nothing can kill Netflix", "url": "https://www.vox.com/recode/2019/5/7/18534548/disney-plus-netflix-killer-ott-streaming-video-peter-kafka-jason-hirschhorn-redef-podcast-interview", "urlToImage": "https://cdn.vox-cdn.com/thumbor/ntpQNicNVHivhAGlo9wgfRZYcQM=/0x0:4192x2195/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/16217349/GettyImages_610587476.jpg", "publishedAt": "2019-05-07T10:20:00Z", "content": "Redef CEO Jason Hirschhorn has watched HBO’s The Sopranos all the way through 13 times. But before he can start his next rewatch, or at least before he checks out something new on HBO, you’re more likely to find him on a rival streaming video service.\n\n“I watch a tremendous amount of television and video and what I found really interesting lately is, I’m missing out on stuff that I normally would have watched on HBO or Showtime that I love just because when I’m watching Netflix, I’m watching things that I didn’t intend to watch,” Hirschhorn said on the latest episode of Recode Media with Peter Kafka. “I’m going deeper on a subject matter and it’s just keeping my time there, as does Amazon Prime.”\n\nThis is why, even though he thinks Disney’s own streaming service Disney+ is necessary and overdue, Hirschhorn doesn’t think it poses much of a threat to Netflix — it’s too “satiating.” Even as the price of online subscriptions inches up, as Netflix’s prices did recently, there’s room for multiple services to coexist in the same household.\n\nPutting aside Disney+ and ESPN+, though, Hirschhorn said Disney’s other streaming play — its 65 percent stake in Hulu — “is the one to bet on.”\n\n“I know from the employees that they’ve been very happy with [CEO] Randy Freer. He’s someone who is smart, he listens, but also knows what he doesn’t know,” he said. “He’s a traditional media guy and has been really immersing himself in product and churn and data. And I think for the first time they feel like they have license to go just run.”\n\nThis is a bonus Tuesday episode of Recode Media, but on Thursday’s episode, Peter will talk to Freer himself about how he’s running Hulu, so make sure you’re subscribed to the show on your podcasting app of choice.\n\nYou can listen to Recode Media wherever you get your podcasts — including Apple Podcasts, Spotify, Google Podcasts, Pocket Casts, and Overcast.\n\nBelow, we’ve shared a lightly edited full transcript of Peter’s conversation with Jason.\n\nPeter Kafka: This is Recode Media with Peter Kafka. That person you hear kind of trying to be quiet in the background is Jason Hirschhorn.\n\nJason Hirschhorn: Not possible.\n\nBack for the third time. All-time ...\n\nI feel like I’m Jonah Hill on Howard.\n\nJonah Hill on Howard or Steven Martin on SNL, Alec Baldwin on SNL. You are the Alec Baldwin of Recode Media.\n\nI love him.\n\nWelcome back, Jason Hirschhorn. You have undoubtedly heard Jason here on his previous performances. What’s the best way to describe you today, Jason? CEO of the news?\n\nCEO of Redef, a news aggregator and curator. Very proud of it. Via newsletters, sign up, Redef.com.\n\nDigital media pioneer, guy who hangs around media moguls, guy who is a great talker. Welcome back.\n\nI’m great to be here. It’s an honor.\n\nSince we last spoke, you showed me the Redef Jeep.\n\nYes.\n\nNo, that’s not a metaphor.\n\nNo.\n\nWhat ... is it an actual jeep?\n\nIt’s a Jeep. I always wanted to have a Jeep, though I don’t know how to drive stick and when I left MTV, I knew the Pimp My Ride guys. And I always watched what they did and I called a guy named DeDona in I think White Plains or Purchase, wherever DeDona Enterprise is. And he built me a branded Redef Jeep.\n\nOkay, so it’s not a metaphor. This is a real thing. If you go to Beverly Hills, you can see Jason tooling around in what looks like a Pimp My Ride Jeep with his logo all over it, like a 40-something white hip-hop star.\n\nMy favorite story about that is when I first met my girlfriend, and I was a little tentative about going out, and I lied to her and told her that I was in New York. And she says, “Oh, really? Because I saw a Redef Jeep driving down Sunset. Unless you have a fleet of them, you’re lying.” And I was.\n\nOkay. Go to LA, go see Jason’s car. Since you’re in New York, we can’t see the car. We can only talk about it. Let’s talk about media.\n\nYep.\n\nThis is a great year for me to be writing and talking about media.\n\nIt’s like all the stuff that was supposed to happen in 2000 happened this year.\n\nIt’s all happening and the big picture, right, is the big, big, big giant media companies are now taking on the big, big giant internet companies. They all want your time, your money, your attention. They’d all like to sell you a subscription or at least rent your eyeballs so they can sell advertising. It is a battle royale.\n\nI would say they’re tentative on the comparison. I think when you ask them whether they’re going to go after Netflix or go after Facebook, they’re more of like, “Hey, listen. We’ve got our mom-and-pop and we’re going to do well, but we’re not going after them.”\n\nWell, they all talk about how Facebook and Netflix are going to kill them when they want the DOJ to approve their merger.\n\nSure.\n\nThat’s when they list Apple and Amazon and Facebook and Netflix as all these imperatives about why they need to swallow up everyone else.\n\nYes.\n\nShould we ... So, we’re not exactly sure when this is going to run. But in the past, we have now had Apple come out and kind of explain what they’re doing. Disney much more concretely come out and say, “Here’s what we’re going, here’s what we’re going to sell. It’s coming in November.” AT&T has sort of said what they’re doing. They’ve been much vaguer about it. And then we have Amazon, Facebook, Netflix, who are all kind of going in one trajectory.\n\nSure.\n\nYou want to just, should we go company by company?\n\nYeah, I mean, I’d say in general when you look historically at the TV and video business, they’re pretty homogeneous and you’ve had broadcast and basic and premium all really sold by the same company. And you know, there are sort of three types of OTT services we’re seeing right now and that’s really ...\n\nLet’s go as acronym free as possible.\n\nOkay.\n\nOTT is ...\n\nOTT being ...\n\nSelling you streaming video.\n\nOver-the-top video.\n\nIt just means video that you’re going to get through the internet.\n\nStreaming video services.\n\nYeah.\n\nAnd as my friend and your friend Matt Ball points out, there’s those that need to. They’re usually the content owners, the Warners, the NBCUs, the Disneys. Those that do because their customers love video and it’s part of an overall different deal for them, like Amazon, Apple, and even AT&T ultimately with service. And those that are trying to become the new players, which frankly have been the most interesting, which are Netflix and YouTube.\n\nAnd they really have competitively ... three elements or issues that they’re dealing with which are: How early or late are they? What do they want to achieve? And whether it’s truly a direct to consumer model. And so we have AT&T’s announced, we’ve got Disney announced, we’ve got Amazon making changes, Apple. You can go through the list forever. We’ll talk about Hulu later. But Disney, you want to start with that?\n\nYeah, so we most recently heard from Disney, who came out and said, “We’re going to put pretty much everything we’ve ever made, movie-wise at least, and you’re going to watch it exclusively on Disney+. It’ll go in the theaters, if we’ve made deals, output deals where it has to go to some other TV network first, that’ll happen, but eventually, all this stuff is going to end up on our service for $7 a month and we’re going to throw in some originals, but that’s not really our focus,” or they’re not stressing that.\n\nYeah, I would say Kevin Mayer, who’s going to run the service for Disney, has been concentrating on getting a lot of those rights, certainly on the domestic level, back. And then I think the next stage is international. It was the right move. They made a great deal with Netflix. They made a lot of money. But if it’s an arms race and you’re the arms dealer, you need to use your own arms.\n\nWell, to me this is actually the most interesting thing, is what Disney is doing is what we’ve seen for years and years and years, all the big media companies, this happens in other industries as well, debate whether they should do, which is we have an income stream coming in, it’s a good business. Eventually, we can see over time it’s going to decline or our business is going to decline if we keep doing this, but we don’t want to give it up.\n\nAnd then they — inevitably, that’s the music business or the car guys or whoever ...\n\nIt’s like a Mad Lib.\n\nRight.\n\nYou can fill in the blank.\n\nAnd Disney is one of the first companies I’ve seen to say they’re not pivoting their entire business model and that’s important to stress. But at least for this, they’re saying, “We’re going to give up short-term money — significant short-term money, hundreds of millions of dollars a year that is basically pure profit, we’re going to give that up. We’re going to lose billions of dollars and try to build our own thing and we’re going to try to do it in real time.”\n\nWhy do you think Disney is sort of the one company so far that’s come out and said, “We’re actually going to make a short-term sacrifice, long-term gain.”\n\nIt’s not unlike when Bob Iger took over Disney years ago and sort of said to the Street, “We need to revamp what we’re doing.” I, for one, do think Disney’s a little late. I think they’re the ones that will be successful. I would have liked to have seen them do it before.\n\nI think the issue we have with Disney is, it’s, you know, we talk about this all the time, you have one foot in one boat, one foot in the other boat, but you can fall in the water. And I find it very hard to keep your legacy businesses while you’re trying to build a new one. And this was really the advantage that Netflix had. Netflix had no legacy deals, no legacy businesses.\n\nThe closest thing they had to legacy was they had a DVD business.\n\nYes.\n\nAnd they also said ...\n\nWhich they shifted.\n\n“We’re going to push this out. We’re going to give it a Viking funeral.” And they screwed up on the way they handled it and they got hammered. But they said, “Streaming is the future,” even though our business today is delivering DVDs via mail. And it’s hilarious to think now that was only a few years ago. That was their core business.\n\nAnd still not an unsubstantial business.\n\nIt’s still a real business, but that was what people ... It was a red envelope with discs that showed up at your house and you probably didn’t watch them and you kept them forever.\n\nThe AOL dial-up of movies.\n\nRight. And so, Hastings did that successfully, Reed Hastings did that successfully. But generally, again, you don’t see that, especially from legacy media businesses.\n\nYeah, and again, you’re a publicly traded company. Disney’s so strong on so many levels. But clearly, Iger’s been very public lately saying he sees the network business as a declining business. He’s trying to manage that decline as he builds up his services.\n\nAnd also, the way that they’re releasing their movies isn’t day and date, remember. They may have some movies that they do just for the service, but you have to imagine that they’ll show up anywhere from four months to eight months after the ...\n\nSix to nine, yeah. You’re going to see Frozen 2 in the theaters late next year and then six to nine months later it’ll be on Disney+ instead of going to Netflix or HBO.\n\nBut if you think about must-have content, you think about what’s happened in the movie space, those guys have been able to get Marvel, Pixar, Star Wars. They have obviously the ... Disney runs the re-make of what was it, of Beauty and the Beast recently, or whatever it was.\n\nYep, they did Beauty and the Beast.\n\nLion King.\n\nThe Lion King is coming up.\n\nI mean, a half a billion dollars here and there. I mean, those are must-have things for the family, which seems to be their focus. I’ve been a little confused as to why they decided to divide the services into three. So you’ve got Disney+ which is the Disney content, the branded studio content, and then anything related to the Fox deal that may be okay, like The Simpsons or Princess Bride.\n\nThen you’ve got EPSN+, and then you have Hulu. And Hulu has had a remarkable resurgence in the last year. I mean, they’ve grown more in the last, let’s say, 18 months then they did in the previous seven or eight years. And they’re not even at original strength yet.\n\nI sort of was hoping that they would consolidate Hulu, and it’s almost done. Comcast, I guess, has left it at 33 percent investment. Assuming they get that done, you have 25 million subs already, you’ve got momentum, and why not pile on?\n\nWell, I think they are going to and they said as much, we’re going to ... they’re likely going to bundle this together. I don’t know why they wouldn’t come out and say we’re going to bundle this together.\n\nThe assumption’s going to be a single search, add-ons, things like that.\n\nYeah, or just look, we’re selling you Hulu. Instead of paying seven bucks more for Disney+, let’s sell it for two. I want to talk a little bit more about Hulu because you know that business really well and that history is really interesting. The ongoing discussion is, is Disney+ aimed at Netflix? Is it a Netflix killer? I use “Netflix killer” in my headline, it’s shorthand.\n\nI think ...\n\nThe logical answer is, the two can coexist quite nicely.\n\nNo one’s getting rid of Netflix. It’s the greatest deal. I just saw the other day that it’s $15.99 for me now. I don’t even blink at that.\n\nGranted, you have a pimped-out Jeep. There are people to whom a few dollars a month is a meaningful amount of money.\n\nThis is very true and insensitive of me. But I would just say that that’s the greatest value out there now.\n\nAnd you know that I watch a tremendous amount of television and video and what I found really interesting lately is, I’m missing out on stuff that I normally would have watched on HBO or Showtime that I love just because when I’m watching Netflix, I’m watching things that I didn’t intend to watch. I’m going deeper on a subject matter and it’s just keeping my time there, as does Amazon Prime. So I don’t think you’re going to jettison Netflix. And I don’t think anyone at Disney right now would basically position themselves against Netflix.\n\nNo, they’re explicitly taking stuff from Netflix and putting it on their own service. There’s a direct competition there.\n\nI mean on a size basis. There’s no reason why, I mean, Disney’s projected, I forget what the figures were but ...\n\nSixty to 90 million.\n\nSixty to 90 millions subs. That was a bigger number than what I thought they were going to come out with, to be honest with you, because when you talk internally, they’re sort of a little touchy about, listen, we’re not going after Netflix, we’re not going to make as much content as Netflix.\n\nBut to be honest with you, if you look at the Disney merger, they own probably 30 percent of the content market. If not, there’s no way, right, today, between the production studios, the networks, and all their streaming services, they’re not creating more shows than Netflix on a yearly basis right now.\n\nAs an aside, let’s recall that the US regulators did not bat an eye at this merger.\n\nNot at all.\n\n“Just go ahead and combine, no worries.”\n\nAnd I’m sure that’s probably why they didn’t report those kinds of numbers, but they do this for a reason, and to be honest with you, it’s a scale play. The world has changed. I’m not Tim Wu, I’m not an antitrust genius. But at the end of the day, Netflix proved that the network-branded model is on the decline. They’re looking at the video space as a whole and saying, “How do we get to audiences?” We get to them through children, we get to them through comedy, we get to them through music. Literally, systematically, you’ve been seeing them knock off categories.\n\nI watched Kevin Hart’s comedy special, not a huge Kevin Hart fan, and they blew it out of the water. It was a great little thing.\n\nSo one of the advantages Netflix has had is they’ve been selling direct to the consumer forever.\n\nCorrect.\n\nThey know a lot about what you consume, what you might want to watch, they’re good at delivering all that stuff to you. We ran the excerpt of a MoffettNathanson survey recently that suggested that people actually value the experience of Netflix, that it’s on-demand, that it works, that it’s ad-free, more than any individual shows.\n\nDisney is sort of coming the other way. They’re saying, “We have the content first and foremost that you’re going to come and get from us.” It’s a long preamble to, how difficult is it for anyone, and you’ve been in and around in this business, to actually do the streaming and the direct to consumer and actually marketing this stuff? Because that’s what Disney, Disney is a little better, but most of these big media companies have been wholesalers.\n\nYep.\n\nSo, how do you think Disney is going to do with the actual selling stuff to a consumer and streaming it to them and making all that stuff seamless?\n\nFantastic question. I don’t want to speculate too much because to be honest with you, they haven’t shown me anything early. I have a general sense of what’s going on there, but I don’t really have any extra knowledge on that. I’ll direct you to three ...\n\nThat skill set, how difficult is that skill set to acquire?\n\nI don’t think that it’s something that they truly, not Disney specifically, but all the major media companies, content is king. And you know, I think the attitude is that this blockbuster could be watched in a garbage can, the audience would still love it. It’s not flippant. Remember Disney owns BAMtech. They’re a very, very good technology and product group that was a ... I don’t know about price, but in terms of getting a skill set ...\n\nThis is what used to be the Major League Baseball streaming-\n\nMajor League Baseball group.\n\nAnd they did everyone else’s streaming, as well.\n\nExactly, they did everyone else’s streaming and interfaces. I’ll direct you to three pieces. One is, over the weekend, Fred Wilson wrote a little blog post on AVC.com called “Functionality Versus Content.”\n\nNew York venture capitalist.\n\nYeah. New York venture capitalist and great thinker and Twitterer and blogger. He talks about the importance of that. and I don’t know if it’s the Nathanson survey...\n\nHe did.\n\nBut that survey’s in there where it’s true, and I will tell you that I look at Netflix as a love brand, something that I love. It’s part of my life and it really has nothing to do with my brain with the shows, which I enjoy. It has to do with the innovations they’ve made around this user experience.\n\nAndy Weissman, who’s also with USV, wrote a piece months ago called “Control,” which is a similar piece. And then our Matt Ball wrote a “Netflix Misunderstanding” that you have to understand that Netflix is a product and technology company. Those things and the innovations they’ve built around video and I think that’s actually the big part of the future of video and Matt’s talked a lot about this, is the functionalities that are coming ...\n\nI don’t know, and I think it’s out of an insecurity, that the media companies understand that the interface is so important, that the ease of use is important.\n\nBut if it works okay, and I know that I want to watch Cinderella or name a Disney movie, right? And so many of them, if it’s just okay and I just have to click through a couple extra steps, it’s not as elegant as what I’d like, I’m still going to give them my seven bucks, right?\n\nCertainly, if you’re a family, I think they’re going to do fine. And by the way, remember, there’s getting out the door, because they’re late, and then there’s the long-term plan. And I would bet that the long-term plan has a lot of respect for that.\n\nThere’s a movie I love called Sicario. And in Sicario, it’s about the drug cartels fighting the US government.\n\nIt’s an elevated B movie, it’s excellent.\n\nI find it fantastic. Day of the Soldado was even better.\n\nNo, it was much less good.\n\nI’m going to debate that with you. But in Sicario, one of the Mexican Federales says to Benecio Del Toro, he says, “I hear you’re looking for a tunnel.” And he says, “Yes.” He goes, “You better move quick, because no one will be where they are in three days.”\n\nThat’s the way you need to look at the streaming market right now, which is, I think in terms of org structure, in terms of executives and in terms of the actual plan, you can only game out so much and you gotta be in the field.\n\nAnd you know, with the things that I’m concerned about — but not taking a shot at them — is it’s amazing to me that none of these companies have not done direct to consumer and yet, you got Disney doing three services at once. The AT&T multiple tiers ...\n\nBy the way, this is why I have you on is because you’re the first person to drop a Sicario reference.\n\nThank you.\n\nIn this podcast.\n\n“Sick reference!” You gotta give me like a Jonah Hill, come on. All right?\n\nI do. Should we take a break? Nah, let’s keep going.\n\nThat’s Bobby Axlerod’s line now. “Sick reference.”\n\nShowtime. I love it.\n\nLet’s talk about AT&T, because I was going to go back to Apple and Amazon, but they ... So HBO has been a wholesaler, Turner, Time Warner has been a wholesale business. AT&T though, they do a ton of direct marketing, right? They are in the business of getting you to sign up for wireless service.\n\nYeah, but in all fairness, they’re not a love brand.\n\nBut they spend a ton of money on it, right?\n\nYes.\n\nThey know their way in and out of that.\n\nThey understand the mechanics, they understand a lot.\n\nDoes that give them a leg up as they try to figure out how to super-size HBO and get you to pay for HBO Max and whatever else they’re going to come out with?\n\nOne of the problems when you have something like AT&T buying a Warner Media and they’re entering a market, you know, me, you, everybody that’s looking on, we’re sort of like on a Nat Geo show where like the vultures are eating the carcass and we don’t exactly know what they’re going to do. And you see all these executive changes.\n\nBut at the end of the day, if you think about what they have in place in terms of media stack, great content, they got these services coming, they’ve got TV, they’ve got mobile of a hundred-and-some-odd-million customers and knowing where they are. If you put those things together, and you put the right acumen in, I think you could do well.\n\nI think there’s been some missteps, at least from my perspective in looking at executives, or the announcement of services and their tiers, or the shutting down of services that were in the Warner family ...\n\nFilmStruck, R.I.P.\n\nOr from before. FilmStruck is something that, you know, you had 100 or 200,000 users on FilmStruck and it’s a service that people loved, and the people that were on that service were evangelists.\n\nAnd by the way, even if they didn’t subscribe to that service, you know who else loves — this is an old movie, the Criterion movies and stuff like that.\n\nMartin Scorsese, Steven Spielberg.\n\nYeah, so AT&T buys Time Warner, promptly announces they’re shutting down this service that most people have never heard of. And then they are promptly having to go apologize to Steven Spielberg and J.J. Adams, who are outraged that they’ve shut down this classic movie thing, which by the way, is certainly going to get rolled into whatever they start selling at the end of this year.\n\nAnd this is a very small and picky thing, but to me it could be meaningful because you have AT&T out of the gate sort of stumbling around in Hollywood, as everyone sort of thought they would and as I expected AT&T to try really hard not to do.\n\nJohn Stankey is a very smart guy who runs that division of Warner Media. He is thoughtful. I think that because that merger was delayed by the Justice Department, they had to get a move on, and you also have that debt. Now, the savings that they would have gotten from shutting down DramaFever and FilmStruck are nothing, really, in the scheme of things. But it does center the company as to where they’re going.\n\nRight.\n\nBut, I think what you point out is valid, which is, it’s more of a cultural issue. The media business is a personal business. You have creators that are trusting you with their content. That content is their child. I would have done — and again, I hate to be the sideline pundit because I don’t know what’s going on under there — is that you keep the service open and then the day before you’re launching your Warner Media service or whatever they’re going to call it ...\n\nYou tell all 200,000 people, “Hey, congratulations, you have a three months free of …”\n\nHere’s free, yeah.\n\n“… the new HBO” or whatever.\n\nAnd here’s the section.\n\nYep.\n\nWhich they’re going to do now, but it was unnecessary. Now, me and you watch that. The average kid on the street, the average fan on the street, no one’s paying attention to that.\n\nSo, similar, right? You and I have watched the entire top tier of Time Warner management leave.\n\nYeah.\n\nThere’s a different story for why each one left. But Jeff Bewkes who ran Time Warner is out, John Martin who ran Turner is out, Kevin Tsujihara who ran the studio is out, Richard Plepler who ran HBO is out. There are all different reasons why they left. In some cases, they got a push, in some cases they jumped. And again, it seems like from the outside, boy, you’d want to keep some of those guys, you paid $86 billion for this company.\n\nThe AT&T guys — David Levy from Turner is gone as well — and prior to them all leaving, they all said, “Oh, we love the ... great managers who bought the whole team.” And now they’re basically saying, “We’ll do fine without them.”\n\nIt’s like the Trump White House, people leaving.\n\nThere’s no Scaramucci in that list.\n\nYes, listen, I will tell you that it’s been a little shocking to me, specifically on the Richard Plepler end, who was the former HBO CEO for 12 years and there for probably 30, less so in general, just because, listen, it’s their company. They spent $100 billion. They have a view on what needs to get done. They had a plan. Whether the people that were running those divisions were involved in that plan or not, we don’t know. The Plepler thing I thought was fascinating, just because HBO is really a culture magnet. Talent loves to work there. It’s got the greatest history and track record.\n\nI went to the Game of Thrones premiere, and there was this, Radio City Music Hall, 5000 people. Plepler’s there in the audience, and speaker after speaker comes up and says, “This show would not exist without Richard Plepler. He green-lit this thing. The script didn’t make any sense, and then it was a bad pilot, enormously expensive. He then allowed us to re-shoot the pilot, enormously expensive. Would not happen without Richard Plepler,” on and on and on.\n\nYeah, they love him. Talent loves Richard. I was upset to see that. And I will only speculate as to what the reason was, which is, listen, there is this call for scale, and for every division to cooperate and work together towards one goal. I think all the division heads ...\n\nAnd he wanted to run his own unit.\n\nWell, I think Richard was part of that plan, and I think he understood their role in the plan, and personally I think HBO should have led the plan. But you also have a company that was run the way that Bewkes ran it, where the divisions competed against each other. HBO was a special thing.\n\n”Synergy is bullshit” was the Bewkes quote.\n\nBy the way, you have a guy who’s run his company and wants a certain amount of autonomy. And if that’s not gonna be available, no harm, no foul. You had a great run, and he decides that he doesn’t want to be there anymore.\n\nRight, the counter to this from the AT&T side is, “there’s a lot of people who can make movies and television shows, not an unlimited number, but there’s a lot. We can hire them. They’ll be happy to work for us, and we’re gonna give them a lot of resources.”\n\nYeah, that’s fucking nonsense. I’ll tell you why. Because we are in a talent-based business and I think that that kind of thinking, specifically at a tech platform level where people are nonimportant, where maybe at AT&T ...\n\nNot saying they’re not important, just saying there’s more than one person who can run a TV network.\n\nThere’s a reason why HBO had the greatest track record in the history of television for quality programming and completely changed the space.\n\nHere’s another counter, made by me. Ted Sarandos. Reed Hastings. What was their entertainment background prior to getting into Netflix? Prior to streaming?\n\nNothing.\n\nPrior to making original content?\n\nBut what did they say they wanted to be? You listen to them for the last five years. What did they want to be? They wanted to be like HBO.\n\nYeah, that was their stalking horse.\n\nYeah, that was their stalking horse. So, my point is, they even tipped the hat. It’s not to say that … Warner’s not still gonna make great content.\n\nThe point is, Reed Hastings had zero entertainment background. Ted Sarandos was like SVP of a regional video chain.\n\nYep. Yep.\n\nAnd now they run Hollywood.\n\nExactly. But they also hired Lisa Nishimura and Scott Stuber and Cindy Holland.\n\nExactly. Right? They took a lot of money and hired a lot of talent.\n\nYeah. So it’s not to say that AT&T won’t be there, but also what is AT&T saying for how this place is going to work? And I’m not saying they’ve done anything wrong. We’ve not seen anything yet, Peter.\n\nThe reality is, one of the best programmers for my money in the last 20 years of television is Kevin Reilly, who runs TNT now. And, in fact, when he ran NBC and he ran Fox, I thought those jobs were beneath him because his taste was better than broadcast. Now he’s in charge of content for the service as well as TNT. I think he’s a winner.\n\nToby Emmerich is killing it at Warner Bros. Pictures. They’re doing it, they’ve just revived their DC issues with Shazam!\n\nShazam! was great.\n\nFun movie, you saw it the other day. I saw it the other night, just a fun movie. They’re obviously gonna have talent to work there.\n\nThere was a special thing about how HBO dealt with talent and I don’t think you should dismiss that. Richard’s not the only one that can do it, but I would like to make sure that AT&T has a little more respect for it.\n\nThe other thing I’ll say is this: When you’re in a business and you’re joining into an area that you don’t know much about, that you wanna be a player in, you’ve got the catalog. There’s no reason to crap on other services. There’s no reason to say you’re not paying attention to other services. I don’t understand why you would say things like “Netflix is the Encyclopedia Britannica.” It makes you look insecure.\n\nThis is a comment that, who, who made it?\n\nBob Greenblatt, who’s a very smart guy and a talented guy, or Randall Stephenson, I think, said something about someone’s Walmart and someone’s Tiffany’s.\n\nYou know what, we just had Josh Sapan in.\n\nSure. I’m sure he had a lot to say about that.\n\nAnd he used the Walmart line, too, right? Because he runs basically what’s a boutique TV network.\n\nYeah, but in all fairness, and I love Josh, if you’re in the television business, the network business, you’re gonna be a little insecure these days.\n\nI tried using it as an opening gambit but he did not bite. I wanna hit on a couple more media companies and then I wanna ask about other stuff, as well.\n\nHit me.\n\nApple came out with a weird presentation, still confused by why they did it. Does it matter that they came out with a weird presentation? Does that tell you anything about what they’re actually gonna launch?\n\nListen, I’m a little biased. Apple could run over doves and I’d still love them. I don’t know, it was confusing to me, I don’t know why they did it. There was really nothing to say, nothing to show. Obviously, they’re late to the game, as well. They have a tremendous amount of cash they can spend that they hired these guys from Sony, who apparently know what they’re doing.\n\nI’ve looked at the potential line-up. It’s very middle-of-the-road in terms of they’re clearly going why ...\n\nWhy do you think Apple wants to be making their own streaming video?\n\nI was a believer of this five years ago. I think you and I were always knowing that they would eventually do it. Listen, everyone’s arming up, and funny enough, content is a differentiator, and I think where we’re going is the subscription world. And, Matt Ball, again, wrote a piece, I think last summer, about what we thought Apple was going to do.\n\nYou know, if you keep referencing Matt Ball, who’s worked for you, we’re going to have to bring him on the podcast.\n\nYou should, absolutely, should have him on. But he should get the credit. Apple Prime, it’s gonna be a combination of what you see now, you can get your device for $70 a month and always get a new one. You’ll get Apple Care, you’ll get access to the streaming services.\n\n“And here’s a Reese Witherspoon TV show.”\n\nAnd, listen, it’s a reason to stay in the ecosystem. They’ll ultimately drive subscriptions for third-party services similar to the way that Amazon has really successfully helped channels like Starz. My assumption is they’ll be free with devices, like I mentioned.\n\nBut I don’t know what library they’re gonna have. What’s gonna be very interesting to see is the intra-company licensing that goes on once everybody is arming back on their own. I think Stankey or Randall Stephenson at AT&T had said, “We are going to license to others.” I imagine there’s gonna be some trade, but if you’re in an Apple streaming business which is not direct download to own, where’s your content coming from? Because all your competitors that you used to license to ...\n\nRight, you say they’re arming up, but if you look, even though they’re spending a billion or two billion a year, it’s a fraction of what Netflix is gonna spend.\n\nNothing, yeah.\n\nIt doesn’t give them anything close to what Disney has already. So they’re not really going head to head right now.\n\nThere’s a theory that we hear about Amazon wanting to arm up a little more, but there’s a theory about Amazon and Apple where they’re just doing enough to keep you in the ecosystem, that it’s not about winning.\n\nI gotta tell you something: I love Amazon Prime. Fire TV, I think, is a fantastic device. I watch a ton of stuff on there. Amazon Prime, you have to look at like Amazon, where it’s the video catalog of the world and you can do a search and it has every video ever made. You may not have access to it, but they’ll give you one-click access to it if you wanna add the subscription or buy something a la carte.\n\nThey haven’t seemingly taken a swing the way that Netflix has. There’s no reason why they shouldn’t. But I think it’s about what is the tipping point to keep you in the ecosystem?\n\nRight. They spent billions of dollars on years of video and I thought they must have a plan. In retrospect, they kinda didn’t have a plan.\n\nRemember that Netflix, even at eight to 10 billion they’re spending, I don’t know what the last number was, is still less than Spectrum spends or Charter spends.\n\nThey’re saying 12.\n\nSo that’s in line then with Charter.\n\nYeah. Yeah, and they’re not paying for sports.\n\nAnd, by the way, you’re also starting to see for the first time, they’re canceling shows as if that’s some sort of travesty. Some things work, some things don’t. Some things end. They were able to get such a land grab and try so many things at once, now they understand what’s working.\n\nWhen I sat on the board of MGM, I remember we had done a huge deal with Netflix and it was a fantastic deal, as did Starz. On [the] second time, when they come back, they’re smarter. They know what they want. They know what they’ll pay. They know what they don’t want.\n\nWhat do you think, so we’ll leave Netflix for a separate conversation right now. I’ll leave Amazon just, we literally don’t have enough time for them.\n\nAll the traditional, the AMCs and the CBSs and the Viacoms and everyone else who sort of doesn’t have scale in this world, you can go to our media map and you can sort of see how small these companies are relative to Disney/Fox, and also Amazon and Apple, etc. Last time we talked, we were expecting this big wave of M&A that hasn’t happened. Do we still assume that those things are gonna get bought or maybe they’re gonna sit there by themselves?\n\nThere’s two avenues that can go down, or three avenues. One is you’re starting to see a lot of talk about advertiser-supported video services. So, the new-new thing. So, Avon. So what Viacom may do with Pluto. Then you’ve got ...\n\nComcast says they’re gonna have an ad service.\n\nThen you can argue that all the services are gonna have to fill in. They’re not gonna go as aggressive as Netflix, meaning they’re gonna have to have library. I’m not joining a service because you have a couple of movies. I need a library, I need other things from you.\n\nAlso, if it’s free, you don’t have to join in, right?\n\nI more meant if you’re looking at some of the other competitors, CBS All Access, all these other kinds of things.\n\nRight.\n\nSo, to me, you’re either going to see consolidation or some sort of affiliation with people where they can add on or bundle. I think some of the add-ons like Starz and Showtime have done well through Hulu. But, ultimately, you’re gonna see mergers. You need to exist.\n\nIt’s still inevitable that these guys are gonna get merged.\n\nI think so. I know that there’s all this talk about antitrust and stuff, but it’s a survival thing. I literally looked at AT&T and Time Warner as a survival thing for the future of the company, its services and content. And the disadvantage in some of these places are going to be, okay, let’s say Discovery, A&E, Viacom, and CBS merged and all of a sudden you had enough content library for scale. You’re not giving it away for free and you’re not packaging it with a device or something else.\n\nWe saw this, we’ll talk about Pandora a little, but we saw this at Pandora. As great of a job as Roger Lynch did when we brought him as a CEO to stabilize the company, to get the stock back up, to get product going, to get acquisitions going. Very hard to compete with packaged free-music services. Even Spotify, at some point, has to be a part of somebody.\n\nLet’s save music for the end. Netflix. You mentioned there’s the push they’re doing into interactive. They will now say, sort of, Fortnite is a major competitor. And they mean both in time spent, but they also talk now and they had a press day I went to last month, they talk repeatedly about interactivity and how interesting that is to them. They’re doing a handful of these choose your own adventure style ...\n\nBlack Mirror: Bandersnatch.\n\nIf you turn on the service now, they’re pushing one out with Bear Grylls. Those seem like novelties to me right now. I clicked on the Bear Grylls one and realized I actually had no interest in watching the show, so didn’t want to get to the first point where I chose to make a decision.\n\nYou didn’t want to skin the bear open?\n\nAnd, again, maybe for kids it makes more sense? It’s hard for me to imagine interactive video where I chose the plot being something I’d do more than once or twice.\n\nEven though as we present these people who are up and into innovations, you and I are old guys, and ...\n\nWell, I am old. I think I’m older than you.\n\nYou went to high school with Moses?\n\nI’m old and hurt. But do we think that’s the future of TV, or is the bigger idea, they’re experimenting with different things and they’re gonna hit on a bunch of different ideas?\n\nWhen HD came out, who cares? When overlays came out, who cares? I usually end up adopting them and then can’t remember a time where I didn’t have them. When voice control, the fact that I’m gonna sit in a room and talk to myself to change the channel, I thought I’d never use that, and I do.\n\nI’ve been watching a ton, I re-watched all The Sopranos. And I did it via Amazon.\n\nHow many times have you done it?\n\nJust once.\n\nThirteen times, I just finished.\n\nYou see, you’re off the spectrum. But, anyway, I was watching, and periodically I would hit other stuff intentionally or accidentally the screen would pop and would show me the list of characters and maybe a bit of trivia or tell me what the song was.\n\nX-Ray.\n\nX-Ray.\n\nFantastic.\n\nNever thought it was something I wanted. Then, I’m watching Netflix on my phone and I kept hitting the button because I wanted to know what character that was. Maybe I was watching Showtime, whatever it was, I’m like, well actually I want this.\n\nActually, I want to get to the interactivity point. But that’s actually a really interesting point you bring up which is if you use a product like Amazon Fire, the best controls they have, in many ways, are the Amazon content, the stuff that you watch through them. Netflix is an app and Netflix does great stuff like roll-overs and other things, but what’s very funny is that when you have a cable box, functionality stays through each channel. And it all works the same way.\n\nWhereas on the OTT devices and the services, some skips are 15 seconds, some have no skips, some have 4X fast-forward. That’s a very frustrating thing about the unbundling of video. And what happens often is that some of these platforms that are now getting into content save some of the functionality for themselves and not their partners, and I actually think that’s something that needs to change because it’s a worse experience.\n\nOn the interactivity side, and again I’m gonna shout Matt Ball out here, he’s done a piece for us called “Autoplay: The Future of Video Around Interactivity.” And I think the fascinating here about new distribution technologies in media is how they transform content and not just the content delivery. And these new delivery capabilities will improve television and film content from many different ways. It could be choose your own adventure, it could even be A/B testing of a show. Or maybe even shortened versions where you see where people skip through so that you have multiple versions of the same content going to different audiences.\n\nI’ll give you an example of someone that does that in a rudimentary way. It’s not interactive. If you go to the Tastemade guys. Depending on where their content is shown, they shoot it differently. I actually think something’s going on there and it’s going to be a thing. I don’t think it should be added to everything. I think this is like the mistake that 3-D made. They put 3-D on everything. I don’t need to see 3-D on everything. Does it really enhance the story?\n\nThere was that and also there were 3-D movies where if you were watching them in 2-D you’d go, oh this is the part where you’re supposed to have 3-D glasses. Because it’s The Hobbit and it’s a roller-coaster ride but they’re going through, they’re in the barrels. And it’s boring. This is the segment we filmed which was supposed to be in 3-D and leaving aside the fact that it sucked for a 3-D film ...\n\nI’m the first person I think in the world to have acquired ADD. I think it went airborne on me. And one of the things that was frustrating and I missed the whole video game revolution with Call of Duty and stuff is when you put that CD in the Xbox and you got to a level, now it’s loading the other level. And what Matt talks about, and I agree, when I go to a movie theater, one of the greatest gifts a movie theater can give me is that I’m gonna be in something immersed for two hours. I’m not on my phone because it’s verboten. And in order to know what’s going on on screen, there has to be a suspension of disbelief.\n\nThe problem with interactive products in the past has been every time you make a choice, you have to stop the narrative and something else needs to load. And that’s a very frustrating thing for the user experience, you take someone out. Do I think everyone’s gonna do it? Part of TV that’s fantastic is just to sit back and veg and get into the story. And we might not even call it TV. But when you see what’s going on with Fortnite, what Reed and Ted have said that that’s their competitor for time.\n\nI remember when I was at MTV and one of the genius programmers saw that all the young boys were leaving television and, “What do we do?” Those geniuses were “Let’s make shows about video games.” Rather than invest in a video game company, although they did Rock Band, that didn’t go so well. It’s a different kind of storytelling. They have characters. They build their avatars. Those are things that are gonna move into that world. Think about the interactivity here where you can take a picture of yourself and put you in the screen.\n\nIf you’re a studio. If you are a writer. If you’re an actor. Any of these people who are good at making television and movies and telling stories. Should you be spending time trying to figure out what lessons you can take from Fortnite about how you should be adapting your craft or should you say I’m gonna do the thing I do really well. I’m gonna do that. Someone’s gonna pay me for it. And I’m gonna let someone else who’s really good at making video games screw around with that.\n\nI think it’s all over the map. A friend of mine, David Greenbaum, who’s the head of, I guess, production or programming at Fox Searchlight, which is now a Disney company, also had a dual role working with a bunch of guys — Ted Gagliano and others at Fox — working on something called the Fox Innovation Lab, and they built up this entire lab which is about interactivity in video, it could be virtual reality experiences.\n\nWhen they did The Martian, if you remember, at CES, you could literally feel gravity-free and all these kinds of things. They would bring filmmakers in to experiment with them. And most of the filmmakers knew nothing about it.\n\nHere’s the issue the filmmakers have. When you’re in virtual reality glasses and the part of the suspension of disbelief is that you control things. And there have been videos, I’ll give you an example. Paul McCartney did this great thing where you could watch him in concert, you could stand onstage, see the crowd, you could see him play, turn around. But they also did edits. And when you do an edit in virtual reality, the suspension of disbelief goes away because you’re not in control anymore.\n\nIt’s a very weird thing for someone. Film is a scam. You have a frame. You don’t show what’s outside the frame. You use music and acting and all these different elements in order to manipulate the audience and this is the art.\n\nI wish I could do this correctly. I had Steven Soderbergh in here, which is a great name drop, and I asked him about this stuff and he said, “I’m not interested in VR, essentially because the perspective doesn’t work for storytelling.”\n\nCorrect.\n\nYou need to be able to show people what’s going on.\n\nPanoramic views.\n\nAnd all the VR stuff is sort of head-on, doesn’t work for storytelling. What he does like about technology is that he can literally make a movie with his iPhone, which he’s done now a couple times. “I love that part of tech. Give me better tools to do what I know how to do.”\n\nIt’s the whole spectrum. This, to me, is the hip-hop of film. You had kids who couldn’t afford instruments, but their parents had a great record collection, in some cases. And they turned a technology device into an instrument. And then they started creating unique compositions out of derivative works.\n\nThat’s what’s going to happen in film, if it’s going to be called TV or film. I don’t really want to watch a movie on my VR set or my Oculus set, but maybe I would. Maybe the future, what Facebook’s gonna do is I go to the movie but then I can see the other people in the theater with me sitting there even though they’re not there. I still love going to the theater.\n\nSo, my point is, I get what Steven’s saying. But filmmakers are all over the map. And, by the way, if you’re an artist, some filmmakers paint. Some make films some of the times. Some may make a short ...\n\nRight, and then Adele does really conventional songs people love.\n\nYeah. So, I think it’s all over the map. I don’t think it’s an either/or. It’s not something ... Sometimes I just wanna be given a story and let you control me. I forget, I think it’s called Dreamscape that’s in the Westfield Mall in Century City. It’s basically a movie theater for VR, six people can go in at a time. Or what Lucasfilm is gonna do with the virtual Star Wars worlds. They’re built off of the movie universes, they are narratives. You are in them. They’re not a movie, but it is a new form of entertainment and that’s exciting.\n\nIt’s something. Speaking of auteur directors and their conflicted feelings about tech, we’ve got Steven Spielberg in a fight with Netflix a couple months ago specifically about whether they should be eligible for Academy Awards. Cut to last month. March. Steven Spielberg is onstage at the Steve Jobs Theater explaining he’s making a new show for Apple.\n\nHe’s doing Amazing Stories.\n\nHe’s rebooting Amazing Stories.\n\nFantastic anthologies.\n\nMany people said, “Hey, what’s going on? How come Steven Spielberg hates Netflix but he likes Apple?” Can you fill us in?\n\nI think, for my money, and I haven’t spoken to either side about this, I think the media has more pitted the two against. I think Netflix is the stalking horse for an industry.\n\nBut Steven Spielberg went out and said, “I don’t think Netflix should be eligible for ...”\n\nMy point is Netflix is TiVo, Netflix is Kleenex, meaning Netflix represents the streaming business. They’re not the only ones putting out movies. If you look, and as you know, I’ve written about this before, I am a massive fan of Steven Spielberg. He is one of the most innovative filmmakers ever, in terms of technology and storytelling.\n\nHe likes video games.\n\nHe loves video games. He’s been there early, since the ET days. I think that the argument is ill thought-out from my perspective, and I’ll say why. And this is not just Steven, there’s hundreds of filmmakers that feel this way.\n\nI don’t really think Netflix is the issue. A movie is a movie, it’s a narrative. I don’t know if you put a time span on it or not. I go to Sundance every year. I run their digital advisory board. I see 20 movies in four days there, and most of those movies, up until the last six years, you’re never seeing. Some of them would get deals, but you maybe would get an art house showing or whatever, or a small distribution deal or not. Nowadays, something is going to show up somewhere. And I think that’s fantastic.\n\nIt seems so clearly obviously wrong of him. His argument was, by the way, his argument wasn’t they’re not making movies, the argument was, unless they are going to put movies in theaters where people can see them in theaters, it shouldn’t count.\n\nListen, I will say this, everyone is different. When I see my nieces and nephews on the floor with their iPads, watching a movie ...\n\nIn front of a TV, right?\n\nYeah, and they still go to the theater, in front of a TV, I think what he’s saying in many ways, and I agree with this, if I had my choice, I would rather see a movie in a movie theater …\n\nOf course.\n\n… and the reason being is that there is a social issue around your phone. Don’t use your phone. It’s dark. There’s emotion with the people that are there. You’re immersed in a story. You have the whole screen in your eyes, you have other sides. When you’re at your house, you know, what was the last ...\n\nLet’s stipulate that it’s great to see a movie in a movie theater when and if you can.\n\nYou can get interrupted. When was the last time you listened to a song, in a...\n\nI get that, I just don’t understand staking out an argument that says, “This doesn’t count. This shouldn’t count.”\n\nI’m not trying to sound like Bartles and James, you know, on the porch, you know, two old guys. I actually want to see this happen. And there’s a reason I want to see this happen, as well, it’s a business reason. And the business reason-\n\nWait, what do you want to see happen?\n\nI want to see any movie eligible for an Oscar, regardless of where it was shown. And I don’t know what ... It may have to have a date in [the] rule and all this kind of stuff. And by the way, I’d like to sit down with who the head of the Academy is because the decisions that they’ve been making in general, and the big ones, in terms of a popular movie category and other things, have been repealed really quickly. Who knows what goes on in there?\n\nThey’re fumbling around, trying to make interesting entertainment.\n\nYeah, I think that they smoke the wrong vape pen, but I think that they are coming around. But what I don’t like what’s going on in Hollywood is you hear from the big studios, the middle is gone. These great movies, this stuff that I would say like Fox Searchlight makes, which is Three Billboards Outside Ebbing, Missouri or The Shape of Water, those movies grind it out. They get an Oscar nomination, grind it out for $60 million dollars.\n\nBut if those movies were day and date on Hulu, let’s say in this new company, and not released in the theater, and you could get nominated for an Academy Award and you used all your powers of promotion around the Disney landscape and other ways to promote that movie, the financial reward for the company could be adding hundreds of millions of dollars in market cap and long-term subscriber growth, from those movies because they got the Oscar nomination. And I think that’s a good thing. We want to see more movies being made.\n\nCorrect. This is what Netflix is doing, this is what Hulu is doing, to a lesser extent.\n\nYeah, and listen, there’s this talk that they’re not up to the quality. Listen, the first Netflix shows aren’t the Netflix shows they have today. The first Netflix movies aren’t the ones that they have today. You see Roma and other kinds of things. They’re going to get there and they have every right to be in the Academy Awards. And by the way, if they don’t, the Academy Awards will die as we know it. It will be an anathema, it will be a thing of the past. It will be like an awards show like an MTV Music Awards, or something like that.\n\nOne last big media TV question for you, category for you. Hulu, this is a really interesting company, it was announced initially, it was going to be a joint venture between NBC and Fox. It was called Clown Co.\n\nI was there before that.\n\nOriginally it was supposed to take on YouTube/Apple. Its owners, multiple times, were talking about killing it off or selling it off, fumbling through. Cut to yesterday, Time Warner/AT&T says “We own 10 percent of it, we’re selling back, we’re going to get a billion and a half dollars for our 10 percent stake, i.e. it’s worth $15 billion.” Three years ago they invested, it’s worth six billion. How have the big media companies somehow succeeded — seemingly despite themselves — with Hulu?\n\nThat’s a great question. So, my history with Hulu was long, where Peter Chernin, who was running Fox at the time, and Ross Levinsohn, who was running Fox Interactive, called Tom Freston, who was the CEO of Viacom, and said they wanted to build a rights vehicle. So we would put all our rights together and we would sell them as a rights vehicle.\n\nThe context was, YouTube has become this huge thing, it’s showing Lazy Sunday, everyone is freaked out about that, and also, everyone is freaked out about Apple because they’ve seen what’s happened to the music business. Everyone assumes Apple is going to come crush the video business. This was 2008-ish.\n\nSo Viacom drops out, I think NBC gets in with Fox and George Kliavkoff was the original CEO and then obviously Jason Kilar did a great job.\n\nThe real problem with Hulu was a couple of things. They had the greatest headstart in the history of media. They were given billions of dollars of rerun ...\n\nYou could watch The Office. If it airs on Monday, you can watch it on Hulu on Tuesday.\n\nAnd they killed it, and they built a fantastic product out of the gate but there was never really, as often happens, there’s never really the corporate buy-in that was needed. Not at the top. So, the Ruperts of the world believed in Hulu and wanted to disrupt, been when you’re someone that’s running a channel division and you’re worried about C, 3C, C7, C12, the reruns and your ratings, and different people are selling the advertising and you’re not getting any credit in that, there was internal strife. There was internal strife on ad breaks, at the board level. Jason wanted fewer, they wanted more. Jason was right, in terms of a user experience. They’ve grown more in the last year, or last 18 months, than they grew in the previous history of Hulu. I think there were 25 million subs.\n\nYeah.\n\nI think that ... I’ve just seen their product plan going forward because there’s been issues in their product because versions were rushed out for corporate reasons. I think they have a very solid product team. I think they’re going to get the kinks out, I think they’re going to have a great user experience on small screens but also with the majority ...\n\nBut what worked? What kicked in for them?\n\nThe thing that kicked in was, listen, popularity of catalog. What didn’t kick in with them was when Jason wanted to go into content. The money that he was asking for, obviously, was not anywhere near enough and he didn’t get it. It was really, I think, originals and the ability to do partnerships. And this is different than the other services that may compete in this space, or in these smaller things, like channel-oriented, OTT Networks.\n\nI heard a rumor that the day after The Handmaid’s Tale won the Emmy that their paid subs, in one day, went up 10 to 15 percent. And while catalog breeds engagement and value and fights churn, it’s the originals that market your service.\n\nThis is the HBO lesson, right? They would say, everyone is subscribing because of Game of Thrones but you can only watch an episode a week, and Plepler would always say, you know, most people are spending most of their time watching The Fast and The Furious: I through VI.\n\nYeah.\n\nOr whatever.\n\nSo, this was a huge moment for them. They haven’t had a ton of those kinds of programs but I think they are on the come. There’s two programs on Hulu right now that are just very poignant and sweet, but they are fantastic. One is called Pen15, and it’s from ... You always saw American Pie and these coming-of-age movies and shows from the point of view of the man. This is from the point of view of two girls in the ninth grade, or the seventh grade, in the year 2000. And it’s a fantastic look into a world that hasn’t really been covered.\n\nAnd some of this is as simple as, they’ve gone from having multiple owners to really just two owners, Disney and Fox, because Comcast couldn’t really participate. For the last couple of years, it’s been clear it’s going to be run by Disney, and that makes it just easier for them to figure out what they want to do.\n\nI don’t know. I know the board was a real problem, and at any given time, one board member wanted to sell and the other didn’t, and then they flipped. I know from the employees that they’ve been very happy with Randy Freer, he’s someone who is smart, he listens, but also knows what he doesn’t know. He’s a traditional media guy and has been really immersing himself in product and churn and data. And I think for the first time they feel like they have license to go just run. And I think that’s a big part of what they are doing. They have to invest massively, and we’re talking about, you know, multiples.\n\nYou also have this, what I think is going to be the future, whereas, you have a guy named John Landgraf, who runs FX, who is now an executive running his same company at Disney, but I would hope to see that Disney says you are making x number of shows for your channel, we’ll double your budget and get you more shows, but we want you to program for Hulu, for Disney+, for wherever.\n\nI’d like to see the production units and the individual channels making shows just for Hulu, because the value that that brings to the company long-term is way more. And I think that’s a big part of it. So to me, Hulu is the one to bet on. And I think they have momentum, they just have to ramp up and get some great originals that sell their service.\n\nThe second thing is, and I don’t know the numbers, they did a deal with Spotify where it was bundled together. Introducing it to younger kids and all this kind of stuff, and I think it has been a home run for them.\n\nThere’s a conventional wisdom that says, “Hey, all these services are out there, Hulu, Netflix, Disney, Amazon, HBO, I’m going to have to buy all these, I’m going to have to spend as much as I’m paying for my cable bundle.”\n\nYep.\n\nDo you believe that or do you think people are going to pick two or three?\n\nListen, I don’t think cable is getting replaced by any stretch of the imagination, and by the story that I told you about what happens to me. I legitimately watch more video than anybody else.\n\nWe’ve also determined that you’re a freak. You re-watched The Sopranos 13 times.\n\nBut I’m watching must-watch content less because Netflix is just satiating. So I think at the most, in a high-income household, you’ll have three to five. Most will have a Netflix or a Disney, and that’s just the way it’s going to fall out.\n\nThen you’ll have some free stuff.\n\nWell, you see this week. So YouTube TV moves their prices from what to what?\n\n$45 to $50.\n\n$45 to $50, everyone is outraged. Cable has subsidized the direct-to-consumer video businesses, the second windows, the Netflixes of the worlds. As cable crumbles, as DirecTV drops, they’re not dropping ... Viacom or Discovery or A&E, slowly the cable bundle dwindles, and therefore the subsidization of the content happens. That content doesn’t get cheaper to make. So the reality is, you’re still going to have to pay for it. The prices are going to go up.\n\nWell, I think that’s the real reality, is that when faced with anything close to a real bill for this, most people are going to say, “Nope. Don’t want it, don’t care. Do I like the Food Network? Sure. Can I get all that stuff somewhere else for much less, or free? Sure. Fine.”\n\nI love the Food Network, I loved Bourdain, but when you go on Netflix now, and I’m not comparing the shows, you may like one better than the other, they have a Food Network. It’s just under the genre of Food.\n\nSomeone on Twitter was saying, “What’s stuff that I can watch while I’m doing something else in my hotel room and half pay attention?” Someone responded, “Chopped.” I seconded it, Chopped is great, it’s a great show because you don’t really have to pay attention and it’s kind of background. And Chopped is pretty special, but the point is, there’s lots of that stuff where you can kind of half watch it, and I think that stuff is very easy to substitute.\n\nI miss Anthony Bourdain every day. I used to watch Guy Fieri all the time. But I watch Chef’s Table and Ugly Delicious from David Chang on Netflix, and they’re fantastic.\n\nWe’re going to hit your heart out, so before we do that, I want to ask about Pandora real quick.\n\nYes.\n\nYou were on the board, so you wouldn’t speak to me about Pandora.\n\nThat would be against all sorts of laws.\n\nYeah, but now, legally, you can do it. Pandora is in existence, a stand-alone company, got bought by Liberty.\n\nBut it is still a stand-alone product.\n\nRight, but Liberty had bought a big chunk of it, it seemed quite clear they were going to buy the rest of it, at least to me. Was that always the plan once Liberty came in and said we’re buying essentially a third of the company?\n\nNot from my perspective. My perspective was, get maximum value for the company and whoever pays that, as long as it wasn’t a sovereign enemy, we would sell.\n\nSo Pandora was an early leader in streaming music, free.\n\nI met Tim Westergren, the CEO, 18 years ago. They were the first.\n\nThe Music Genome Project. He was sort of casting about for ... He had this idea about how to help people discover music. At one point, he was like, “We’re going to put kiosks in Best Buy,” that shows you how long ago this was. Eventually it became a streaming radio company.\n\nYeah.\n\nHad a big early lead, went early into the iPhone, that super-sized it even bigger, and basically sort of hit a wall, both in terms of user acquisition and in terms of revenue. What have we learned from that lesson?\n\nI think it’s a very common story, which is a company that built a great product and had a very early lead, but also a constitution on what the product should be, and in often ... And again, I don’t want to disparage anybody, but it’s just more of my Monday morning quarterbacking, looking back, and being as a board member that looked to understand the history there, which is a hubris about never wanting to change.\n\nThe reality is, people wear different pants than they wore 50 years ago, and there was an evolution of what the audience expected. And on-demand and Spotify had a big part of that. Not to say, the radio product at Pandora just works, it’s fantastic, but you needed to augment with services, and when they augmented very late to do on-demand streaming, the service was subpar.\n\nBut that was a whole business model change, right?\n\nYeah, well, it was a fragmentation of your revenue model so that you’re not dependent on one revenue stream.\n\nBut they had a business saying, we don’t need to license stuff directly to label, that’s going to save us a ton of time and money, and we’re going to give people a free thing, free is a big deal. We were just talking about the appeal of free in video.\n\nYep.\n\nAnd you and I and lots of other people want to hear a specific song at a specific time. On the other hand, lots of people are happy just to have some music on.\n\nI think there was a mistake that was made where there was an assumption from executives that thought that if you wanted to listen to great radio, you would do Pandora and you would just get Spotify for on-demand. And the reality is that, as great as the radio of Pandora was for the average person, not me and you, Spotify was good enough.\n\nAnd I think that the reason that they went into on-demand audio was really as a defensive play, which is, it’s in order to keep the overall audience. You have to have that sort of mix of content. And I think that the product was late. It wasn’t on the level of Spotify, which was eight years into what they were doing at this point.\n\nThere was a great employee base at Pandora, but it was also under competition in Oakland from the Googles and the Facebooks and others. And there was a lot of executive turnover. You’re reading stuff in the press that made you feel like maybe you don’t want to stay. And when I joined the board, the next day Tim left. Not because of me.\n\nTim Westergren, the founder.\n\nYeah, Tim Westergren, the founder. And he was one of the people that came to me for the board. And when we thought about a CEO, we wanted someone, they had to love music, but they also had to understand the importance of how culture, partnerships, acquisitions, and also admitting that the idea that you had 10 years ago may not be the idea for the future, and we decided on Roger Lynch. Roger stabilized the company, he did a very quick acquisition so that we could be the leading audio ad platform.\n\nBought an ad tech company.\n\nAd tech company.\n\nTerrible name.\n\nYeah, what was it called? Audio Biz?\n\nNo, AdsWizz. It looks like a parody name.\n\nWell, it’s integrated into Pandora, but you know, a lot of media companies, believe it or not, still are using spreadsheets and stuff to deliver ad buys and stuff.\n\nDon’t call it AdsWizz, that’s all.\n\nSo he stabilized the company, he got the stock price back up from where it was when he joined by multiples. The real issue was just the timing. What I wanted more than anything as a board member was for Roger to have more runway, because I knew where he was going with the product and there was something to be had. And you just can’t pick up 70 million subscribers or users and a billion and a half revenue. Those companies don’t really exist. And in the world of bundled media, an AT&T or somebody else may want it, or an Apple or Spotify take it out because they don’t want somebody else to have it.\n\nAnd now it’s been swallowed up by Liberty.\n\nWho needed it.\n\nWhich we don’t spend nearly enough time talking about and writing about, and I’ve got to bring them in, and I think they’re intentionally quiet.\n\nJim Meyer, who runs Sirius, a very smart guy.\n\nSo let’s just talk, Liberty has it, Sirius, now they’ve got Pandora.\n\nI hear they want Live Nation.\n\nControlling stake in the Ticketmaster, Live Nation guys, right?\n\nThey’ve made money around the ecosystem of music.\n\nRoger Lynch was brought in to run Pandora, now he’s going to run Condé Nast. How do you think he’s going to do running sort of the preeminent but fading magazine publisher?\n\nListen, they still make a tremendous amount of content and a lot of money, but there are real challenges, and I think that’s exactly why Roger signed up, but I don’t he believes that there’s any fun in jumping off a bench and playing it easy.\n\nI was just over at Condé Nast yesterday and there’s a good attitude there with the employees. I don’t know what they are going to do, I haven’t spoken to them about this strategy at all, but I understand the choice that they made for him. I didn’t know that he was talking to them but I’m fascinated by it and I think that he wants the challenge.\n\nIt’s hard to correct a company like that. There is so much cultural issues, there’s so much history. They really should have owned the internet.\n\nIt’s a family company.\n\nFamily company, and I will say this, Roger ran Pandora. The board had its hand in yea or nay, but we were led by him, and I hope that the Newhouses listen to him. And when you’re a billionaire sometimes you don’t, but you know, they gave him the first global CEO job ever in the history of Condé Nast, which is a big deal.\n\nThe other thing I’d say about Liberty is, one of the things that I think Pandora lacked was this curation. They did the algorithm. They’ve added podcast now, and they have a genome project around that, but I still think that programming matters.\n\nAnd one of the issues that we heard from the artist community was, I get Pandora, I love Pandora, but how does it help me promote my music? How do I work with Pandora to promote? Because you can’t really slot something in.\n\nThere’s a guy named Scott Greenstein at Sirius that runs programs, and he’s a great programmer, he understands brands and he’s going to be very involved in Pandora, and they’re already doing cross stuff, I think that’s going to be an exciting development in augmenting what is already great about Pandora.\n\nSo my challenge was to get you out of here in less than an hour. We’ve failed.\n\nWell, it’s because I’m here, and I talk.\n\nGood luck. Please be careful when you’re driving in LA because if you hit somebody, they’re going to know exactly who hit them.\n\nYeah, I can’t really run away from the scene of a crime.\n\nYou cannot run away.\n\nIt’s very funny, I got a red light ticket because all those cameras, and everyone says, they can’t tell it was you. I’m sitting in the car, I’ve got a Redef hat on, and the front of the car says “Redef,” and I just remember that scene in Role Models where the guy goes, “I didn’t steal those TVs,” and they show him that video and he’s like, “This is me, stealing TVs.”\n\nI love you, Peter Kafka.\n\nThis is you, I love you, I will see you in a year or so, be well.\n\nRecode and Vox have joined forces to uncover and explain how our digital world is changing — and changing us. Subscribe to Recode podcasts to hear Kara Swisher and Peter Kafka lead the tough conversations the technology industry needs today.", "_id": "765b1a52-6982-4ff6-8c62-010000d11fca"}