{"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Zachary B. Wolf, CNN", "title": "How to know when it's a constitutional crisis", "description": "Donald Trump's entire presidency, so far, has been an exercise in straining the normal equilibrium of the US government. The term \"constitutional crisis\" has been used repeatedly, including this week by Democratic Rep. Jerry Nadler, the House Judiciary Commit…", "url": "http://us.cnn.com/2019/05/08/politics/trump-constitutional-crisis/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170131163643-constitutional-crisis-card-super-tease.jpg", "publishedAt": "2019-05-08T13:21:35Z", "content": "(CNN) Donald Trump's entire presidency, so far, has been an exercise in straining the normal equilibrium of the US government. The term \" constitutional crisis \" has been used repeatedly, including this week by Democratic Rep. Jerry Nadler, the House Judiciary Committee chairman.\n\n\"We cannot allow Donald Trump and his minions to convert a democratic government into what amounts to a monarchy, where a Congress elected by the people has no real role\" he said on CNN's New Day Wednesday.\n\n\"The phrase 'constitutional crisis' has been overused, but ... certainly it's a constitutional crisis,\" he said in response to a question about the term by CNN's Alisyn Camerota. \"Although I don't like to use that phrase because it's been used for far less dangerous situations.\"\n\nThe latest examples of constitutional stress caused by Trump include his decision to suffocate congressional oversight by refusing to cooperate -- like at all -- with its investigations following up on the Mueller report or into his tax returns. Attorney General William Barr could be held in contempt of Congress after a House vote Wednesday -- not unlike a similar move by Republicans against Eric Holder during the Obama administration.\n\nTrump keeps testing the US system\n\nThis type of behavior from Trump -- flouting the authority of perceived opponents and supercharging the tension between the branches of government -- has been going on since he took office.\n\nHe fired the FBI director overseeing an investigation into Russian election interference.\n\nHe tried to quash that investigation , publicly and privately.\n\nWhen Congress wouldn't cough up money for his border wall , he declared a national emergency so he could spend it anyway.\n\nGreen looks at the firing of James Comey with the aim of quashing the Russia investigation as the start of why Trump needs to be impeached, but other Democrats, most notably House Speaker Nancy Pelosi, are much more reserved on the matter. She's argued the best way to get rid of him is to beat in him in 2020 in such a big way that he cannot reject the results.\n\nPelosi feels goaded by Trump\n\nHowever, her patience with Trump is being tested by his decision to keep current and former officials from testifying to Congress.\n\n\"Trump is goading us to impeach him,\" she said during an event Tuesday at Cornell. \"That's what he's doing. Every single day he's just like taunting, taunting, taunting, because he knows that it would be very divisive in the country, but he doesn't really care.\"\n\nThe goading that Pelosi is referring to is a string of decisions by the White House that leave Congress without much recourse other than a march toward potentially long court battles.\n\nThe goading includes:\n\nBarr won't testify or release the full Mueller report to lawmakers.\n\nTreasury Secretary Stephen Mnuchin refused to deliver the President's tax returns to Congress, despite a pretty clear law that says some members of Congress can see them.\n\nFormer White House counsel Donald McGahn has been told by the White House not to cooperate with a congressional subpoena.\n\nIt's looking increasingly like Mueller could be blocked by the Justice Department from testifying.\n\nIt's not hard to imagine a club of Cabinet officials held in contempt of Congress.\n\nA game of ping pong or a flaw in the system\n\nBut all this still does not rise to the level of a constitutional crisis, according to Jack Balkin, a Yale law professor who has written in depth about the term along with University of Texas professor Sanford Levinson. Democrats in Congress can go to the courts to have their subpoenas enforced, although Balkin said that is not an ideal path.\n\n\"The problem is that this will take a long time to litigate, and it may allow Trump to run out the clock,\" he said in an email.\n\nIf, however, Trump started ignoring the courts, that would be a constitutional crisis, he said.\n\nBut Levinson said in an interview that the stalemate uncovers a flaw in the US system.\n\n\"It's the Constitution itself that constitutes a crisis, because it sets up this byzantine system of separation of powers we often refer to as checks and balances that turns into a ping pong game without a definite end to it. The attempt of the Trump administration to run out the clock to keep the House from getting relevant information is part of the game,\" he said.\n\nLevinson added that an ultimate Supreme Court decision, if it is 5-4 and decided by the Republican majority, will do nothing to make people more confident in the system.\n\nA crisis is when people are marching in the streets\n\nAt the same time, there is one very simple way to gauge a crisis.\n\n\"You know there's a crisis when people are marching in the streets or you get some sense of potential disorder,\" Levinson said, pointing out that \"people don't seem to be marching in the streets about this.\"\n\nIn fact, just more than a third of Americans would like to see the President impeached, according to recent polls\n\nBut impeachment, after all, is spelled out in the Constitution. Pelosi pointed out Tuesday that among the articles of impeachment prepared for Nixon was his failure to comply with congressional subpoenas. And impeachment proceedings would actually represent an example of of the US process working, since it is spelled out in the Constitution.\n\nThe problem for Democrats is that Republicans have circled around the President and the impeachment process has zero chance of removing Trump from office unless or until multiple Republican senators turn on him.\n\nThe opposite is happening.\n\nSen. Mitch McConnell, the Kentucky Republican who's the Senate majority leader, said Tuesday on the Senate floor that in his mind the Mueller report was \"case closed\" since it didn't find grounds for an indictment of Trump.\n\nThat led Sen. Elizabeth Warren, a Massachusetts Democrat who's running for president, to read portions of the Mueller report on the floor and accuse Republicans of abandoning the Constitution.\n\n\"Instead of protecting the Constitution, they want to protect the President,\" Warren said. \"This is a huge difference. At its core, in the Constitution, is the principle that no one is above the law, not even the President of the United States.\"\n\nThe other problem for Democrats is that the law can move very slowly, and 2020 is right around the corner.\n\nCongress can technically arrest people\n\nThere is not much for Congress to do if the executive branch decides not to comply with a subpoena. According to a report by the Congressional Research Service , the typical remedy is to seek prosecution of an individual who does not comply with a subpoena. But the Justice Department is not likely to seek charges against a Trump administration official following his orders. Which leaves the Democrats in the House looking at a likely court battle, sure to be drawn out, to compel the administration to provide the tax returns or the Mueller report or even testimony.\n\nThere is another option. An archaic and recently unused avenue of \"inherent contempt\" would be for the House to authorize its sargeant-at-arms to detain an official who was not complying with a subpoena and then essentially try them in front of the House and imprison them until they comply with Congress' wish.\n\nIn 1927, as a result of the Teapot Dome scandal , the Senate ordered its sergeant-at-arms to arrest an Ohio bank president, Mally Daugherty, who happened to be the brother of then-Attorney General Harry Daugherty. The Supreme Court ultimately upheld this course of action.\n\nSo Congress can, in theory, still arrest people. But the circumstances seem different here since the individuals in question -- Barr, and maybe at some point Mnuchin, are Cabinet officials with federal protection.\n\nThat makes all this feel more like a stalemate than a crisis. And without overwhelming calls for impeachment or the aforementioned people marching in the streets, that's likely where it'll stay.\n\nCORRECTION: This story has been updated to attribute a quote about a possible Supreme Court decision to Sanford Levinson.", "_id": "77d7a70c-5d95-42de-981b-008edca37633"}