{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Prince Harry and Meghan Markle reveal Baby Sussex's name", "description": "The royal baby's name has finally been revealed!", "url": "https://www.foxnews.com/entertainment/meghan-markle-prince-harry-royal-baby-sussex-name", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2019/05/08/694940094001_6034174975001_6034178908001-vs.jpg", "publishedAt": "2019-05-08T15:53:15.5467278Z", "content": "Prince Harry and Meghan Markle revealed their royal baby's name on Wednesday.\n\nBaby Sussex's name is Archie Harrison Mountbatten-Windsor.\n\n\"The Duke and Duchess of Sussex are pleased to announce they have named their first born child: Archie Harrison Mountbatten-Windsor,\" the new parents wrote on Instagram.\n\n\n\n\"This afternoon Their Royal Highnesses introduced Her Majesty The Queen to her eighth great-grandchild at Windsor Castle. The Duke of Edinburgh and The Duchess’ mother were also present for this special occasion.\"\n\nWHERE PRINCE HARRY AND MEGHAN MARKLE'S ROYAL BABY FALLS IN THE LINE TO THE BRITISH THRONE\n\nMountbatten-Windsor is a surname used by some members of the royal family.\n\nThe couple did not choose an aristocratic title for the baby, who is not a prince but could have been given a title with \"Lord\" before his first name. The couple did not disclose why they had chosen the names — though the meaning of Harrison, \"son of Harry,\" could be a clue.\n\nAfter Archie Harrison was born on Monday morning, a beaming Prince Harry, 34, told reporters, \"The baby is a little bit overdue so we've had a little bit of time to think about it. That's the next bit.\"\n\nPRINCE HARRY WILL BE A HANDS ON PARENT LIKE PRINCESS DIANA, ROYAL EXPERT SPECULATES\n\nOddsmakers previously claimed that Alexander was the top choice, followed by Arthur — one of Prince Charles' middle names — for the first name of Prince Harry and Duchess Meghan's firstborn son.\n\nOther runners up included Philip, after Prince Philip, Duke of Edinburgh — Queen Elizabeth II's husband.\n\nSpencer was also speculated for a name as a tribute to Prince Harry's beloved late mother, Princess Diana.\n\nPRINCE HARRY TO BECOME EVEN MORE PROTECTIVE OF MEGHAN MARKLE AFTER BIRTH OF ROYAL BABY, ROYAL EXPERT CLAIMS\n\nWHO WILL BE THE ROYAL BABY'S GODPARENTS?\n\nDuchess Meghan, 37, and Prince Harry, 34, first debuted their son Wednesday morning outside of their Windsor Castle home, but did not reveal his name at the time, keeping in line with their desire to protect their privacy during Meghan's pregnancy and the baby's delivery.\n\nThe Duke and Duchess of Sussex were elated at the birth of Archie Harrison.\n\nMEGHAN MARKLE BREAKS TRADITION, WON'T POSE FOR PHOTOS OUTSIDE HOSPITAL AFTER BIRTH OF ROYAL BABY\n\nMEGHAN MARKLE LIKELY TO RAISE ROYAL BABY WITH AMERICAN TRADITIONS\n\n\"It's magic! It's really amazing. I have the two best guys in the world, so I'm really happy,\" Duchess Meghan, clad in a white button-front double-breasted dress, said Wednesday morning.\n\n\"He's already got a bit of facial hair as well,\" Prince Harry, who held his son, joked to the press.\n\nDuchess Meghan said that the baby boy has the \"sweetest temperament,\" gushing, \"He's really calm. It's just been a dream. It's been a special couple of days.\"\n\nWILL MEGHAN MARKLE AND PRINCE HARRY'S BABY BOY INHERIT HIS FATHER'S SIGNATURE RED HAIR?\n\nKATE MIDDLETON, PRINCE WILLIAM OFFER MEGHAN MARKLE AND PRINCE HARRY PARENTING ADVICE\n\n\"I wonder where he gets that from,\" Prince Harry remarked with a chuckle.\n\nPrince Harry said that he and Meghan are not sure who Archie Harrison resembles most, noting that the royal baby's looks have been \"changing every single day.\"\n\n\"Parenting is amazing. It's only been, what? Two and a half days, three days? But we're just so thrilled to have our own little bundle of joy. We're looking forward to spending precious times with him as he slowly, slowly starts to grow up,\" he said.\n\nMEGHAN MARKLE'S MOTHER, DORIA RAGLAND, 'OVERJOYED' AT BIRTH OF ROYAL BABY BOY, HER FIRST GRANDCHILD\n\nMEGHAN MARKLE'S FATHER SPEAKS OUT AFTER BIRTH OF ROYAL BABY BOY\n\nPrince Harry couldn't hide his joy after the birth of the baby boy, telling press on Monday that he was \"incredibly proud\" of his wife of less than a year.\n\n\"Mother and baby are doing incredibly well,\" he said. \"It's been the most amazing experience I could ever possibly imagine. How any woman does what they do is beyond comprehension but we're both absolutely thrilled and so grateful to all the lovely support.\"\n\nThe couple announced the birth of their son on their record-breaking @SussexRoyal Instagram account.\n\nMEGHAN MARKLE, PRINCE HARRY'S BABY BOY SHARES BIRTHDAY WITH A-LIST CELEBRITY PAL\n\nALL THE WAYS PRINCE HARRY AND MEGHAN MARKLE BROKE ROYAL PROTOCOL LEADING TO ROYAL BABY'S BIRTH\n\nThe announcement read, \"We are pleased to announce that Their Royal Highnesses The Duke and Duchess of Sussex welcomed their firstborn child in the early morning on May 6th, 2019. Their Royal Highnesses’ son weighs 7lbs. 3oz.\"\n\nThey also shared photos of Archie Harrison's debut on Instagram on Wednesday before revealing his name.\n\n\"Today The Duke and Duchess of Sussex are delighted to share their first public moment as a family,\" the couple captioned a series of photos from Windsor Castle.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nTheir statement continued, \"They are so incredibly grateful for the warm wishes and support they’ve received from everyone around the world since welcoming their son two days ago.\"\n\nThe Associated Press contributed to this report.", "_id": "7ca3985b-b57d-47a9-a0d2-8dbd0e2841fa"}