{"source": {"id": "espn", "name": "ESPN"}, "author": "Ohm YoungmisukESPN Staff Writer ", "title": "Malone emotional after Denver school shooting", "description": "An emotional Michael Malone said getting the news of a school shooting close to where he and his family live is \"every parent's worst nightmare.\"", "url": "http://espn.go.com/nba/story/_/id/26695858/malone-emotional-denver-school-shooting", "urlToImage": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2015%2F1226%2Fr39070_1296x729_16%2D9.jpg", "publishedAt": "2019-05-08T02:11:58Z", "content": "DENVER -- A shaken Michael Malone pleaded for something to change after a school shooting that left one student dead took place at a Highlands Ranch public charter school in his suburban Denver community.\n\nThe Denver Nuggets coach was upset, with his eyes welling up, while talking about the latest school shooting in America and how his two middle school-aged daughters -- who attend a different school -- experienced a lockdown for the second time in three weeks due to a shooting threat.\n\nOne student was killed and eight injured in Tuesday's shooting at the STEM school in Highlands Ranch, according to the Douglas County Sheriff's office, which also said two suspects are in custody.\n\nThe Nuggets had a moment of silence before their Game 5 against the Portland Trail Blazers.\n\n\"The [STEM] school is literally two minutes away from where I live, right down Broadway in Highlands Ranch,\" Malone said. \"My wife and daughters know people. As a coach, I am somewhat of a recluse, but it's a close community.\n\n\"It's not just Highlands Ranch. It's not just Colorado. This is an epidemic. And it continues to happen. And that is the frustrating thing. How do you stop it? Again, gun control, laws, whatever it might be. I am not a politician. I don't want to sit up here on a soapbox. I just want everybody back at Highlands Ranch to know that we're with you and that is very important for them to know.\"\n\nMalone said he was at the Pepsi Center preparing for the game when his wife, Jocelyn, called to tell him about the shooting and that their daughters were safe but scared.\n\n\"The thing that makes you angry is that she's telling me how scared my daughters are in their schools, texting her, because they don't know what's going on -- it's a lockout,\" Malone said of his conversation with his wife earlier on Tuesday. \"Where's this shooter? Is it at our school? Some other school? The kids go to school, they should be going to school to learn, have fun, be with their friends. Not worry about an active shooter. ... It's just frustrating, and it gets you angry because it hits home. And that's how I felt today.\"\n\nBlazers center Enes Kanter shared his condolences with the Denver community on social media before Game 5.\n\nSo sad to hear about the shooting in Denver. Although we play against @nuggets tonight, we are hurting now. 💔\n\nMy heart is with the kids and their families. The @trailblazers sending prayers to you and stand with the Denver community! 🙏 — Enes Kanter (@Enes_Kanter) May 7, 2019\n\n\"For it not to be safe in a kid's school is tragic,\" Nuggets guard Jamal Murray said after Tuesday's game. \"We all gotta be better as human beings. That's something you can't really get away from. It's unfortunate.\"\n\nMalone said he likely would not bring up the shooting with his team before the game. However, he was asked how he plans to address the situation with his daughters.\n\n\"That's a great question, and you know, that's something I haven't even really thought about,\" Malone said as his eyes began to get watery. \"I'm texting my daughter, telling her she's going to be OK. I don't even know if she will be OK.\n\n\"This is every parent's worst nightmare, and it's something that when you see your kids go to school in the morning, it's 'Have a great day' and just assume everything is going to be all right. And as we all know, it's not. So you figure it out.\"\n\nThis is the second time in recent weeks that schools in the area have been closed or locked down due to a shooting threat. Three weeks ago, authorities shut down Denver-area schools as they searched for a Florida woman with an apparent \"infatuation\" with the Columbine shooting who had traveled to Colorado and purchased a shotgun in the area. The woman was found dead April 17 of an apparent suicide, according to authorities.\n\nThe STEM Highlands Ranch campus is not far from Columbine High School in Littleton, Colorado. On April 20, 1999, two gunmen killed 12 fellow students and a teacher in a mass shooting at Columbine.\n\n\"I know thoughts and prayers are never enough,\" Malone said. \"And from myself, our team, our organization, our thoughts and prayers are with all those families, students, school administrators, everybody that was there today. It's a tragedy.\n\n\"I would like to say a thank you to the Douglas County Sheriff's Department that was there, on top of it, in matter of minutes and all the first responders that were there and allowing that to not become worse than it was,\" Malone added. \"But it's a shame. My girls have been in a lockout twice in the last month. I'm not a politician, I don't have the answers, but something must change. So I just want to make sure that I acknowledge what happened today in my backyard and all those families are on my mind.\"", "_id": "7d124f49-7ffa-4164-99ec-7a4a3580a31b"}