{"source": {"id": "new-york-magazine", "name": "New York Magazine"}, "author": "Gabriel Debenedetti", "title": "Bernie Sanders Thinks He Needs the Fight", "description": "With Biden as the firm Establishment front-runner, Sanders hopes he can be the outsider with the favorite’s advantages.", "url": "http://nymag.com/intelligencer/2019/05/bernie-sanders-is-picking-fights-with-joe-biden.html", "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/05/07/Sanders_Primary.w1200.h630.jpg", "publishedAt": "2019-05-08T10:00:21Z", "content": "Photo: Scott Olson/Getty Images\n\nLate last month, a few hours into Joe Biden’s first official day as a 2020 presidential candidate, Bernie Sanders’s supporters received an email with the former vice-president’s name in the subject line. “It’s a big day in the Democratic primary and we’re hoping to end it strong. Not with a fundraiser in the home of a corporate lobbyist, but with an overwhelming number of individual donations in response to today’s news. Contribute before midnight,” the note — signed by Sanders’s campaign manager, Faiz Shakir, and not so subtly digging at Biden’s day-one activities — asked. “It would mean A LOT to our campaign.”\n\nThe next day, Sanders’s team sent another note to his backers, updating them on their rival’s progress. “Joe Biden released his first day fundraising numbers,” Shakir wrote. “The good news: we have a lot more individual donations than him on day one. A lot. The bad news: when their campaign got done counting the checks from a $700,000 fundraiser hosted at the home of a telecommunications lobbyist, he out-raised us by just a little bit.”\n\nThe relative calm of the Democratic primary’s opening four months was over: Sanders was laying out the first publicly stated fault lines between top-tier contenders. That’s because in order to succeed in 2020, he thinks, he needs the fight.\n\nIt’s long been obvious to Sanders’s political advisers and allies that he does best with voters when he has an obvious Establishment foil to both rile him up and sharpen his crusader-for-a-political-revolution pitch, in the form of a “we’re under attack” message. “He’s a change candidate — his core message is he wants to take on the political Establishment and the economic Establishment. He wants to change the political and economic status quo,” explained one senior Democrat close to him. “So any time he has an opportunity to critique either the political or economic status quo, it’s like, ‘There you go!’ [because] the fuel driving his candidacy is voters who are unhappy with the status quo. So he’s going to lean into any opportunity to pick that fight.”\n\nThere’s no better evidence for this than 2016, when he weaponized his disagreements with Hillary Clinton and the Democratic National Committee to great effect. But now, facing a bigger, more progressive field, Sanders’s path to actual victory is both more within reach — by his own team’s estimation, he needs to win something close to 30 percent of voters in the early states — and vastly more complicated — he’s short of that mark now, and no longer has just a single, obvious rival with whom he can easily build a one-on-one contrast.\n\nIn the pre-Biden stage of the race, Sanders’s camp took advantage of squabbles with a trio of supposedly powerful antagonists to solidify support among his most loyal followers and try to grow their ranks, rallying them against the liberal Center for American Progress think tank, party donors organizing against him, and Fox News. “There’s a ‘He’s not a wilting violet’ theory to all this,” Shakir told me after Sanders’s appearance on a Fox News town hall but before Biden got into the race. “Last time, [Sanders] felt he took some shots. And this time around, he’s going to fight early and fight back.”\n\nNow, though, Sanders is no longer alone at the front of the field, supplanted by the former vice-president — the presumptive Establishment pick, and the candidate who has worried Sanders most since he first started seriously thinking about 2020, back in January 2018 — who has not just seen a polling bump but a jolt in the attention primary, too: The week Biden announced his candidacy, he replaced Sanders as the most-mentioned candidate on cable television, according to FiveThirtyEight’s analyses. So Sanders’s imperative has become to draw as stark a contrast as possible with the man who appears to have no interest in fighting back and turning 2020 into a Bernie-versus-the-world 2016 redux. (“They talk about division in the Democratic Party,” Biden joked in Iowa last Tuesday, but “we agree on basically everything — all 400 of us.”)\n\nThis is a space where Sanders is supremely comfortable, and if his calculations are right, it should lay a groundwork for his climb toward the magic 30 percent mark. “One of the biggest dangers for Bernie going into this cycle was he would become the de facto front-runner, and the de facto institutional candidate. And I think with Biden’s candidacy and some other factors, he may legitimately be in a position to run as an outsider again, but with all the advantages of a front-runner,” said Robby Mook, who managed Clinton’s campaign in 2016. “That’s a pretty good deal.”\n\nBut if Sanders’s expectation is off the mark, and his numbers keep slipping, it may because Democratic primary voters beyond his core supporters are eager for something other than a litigation of these contrasts, in an election they’re desperate to win.\n\nSanders’s campaign treated his appearance on a Fox News town hall in Pennsylvania last month as a test case for using his battles to grow his coalition. During the event, he repeatedly pointed out the irony of appearing on Fox News, which has largely been hostile to him, when most other Democrats wouldn’t. His advisers were wagering that the contentious event pitting Sanders against the “corporate media” would generate gangbusters ratings. It was a good bet: Sanders’s appearance was the highest-rated candidate town hall yet.\n\nThat hour of programming wasn’t just about projecting his ideas to a wider audience than usual, though: Sanders’s team has been conscious of using his fights — his big moments in the national spotlight — to prove he is electable in a general election, which they regard as a major obstacle in the primary. They had a feeling Donald Trump himself would be watching Fox News that night, according to a Sanders adviser, and the president indeed tweeted about the event when it was done, thereby granting Sanders’s wish of setting up a direct Trump-versus-Bernie matchup in voters’ minds. (Within days, Sanders’s campaign sought to hammer this particular message home: Its pollster circulated internal polling numbers showing his candidate topping the president in a hypothetical general election contest in Pennsylvania, Michigan, and Wisconsin.)\n\nStill, that performance was a welcome break for Sanders from a public disagreement whose resolution was less obviously an immediate boon for his candidacy. After ThinkProgress, which is affiliated with the Center for American Progress — a prominent Democratic think tank with close ties to the Clintons, including through its founder John Podesta and president Neera Tanden — published a video critical of Sanders, the senator instructed his staff to send CAP a letter asking it to back off, and before long, the campaign was raising money off the disagreement — it called the group “the epitome of the political Establishment.” But a fight with even an influential D.C. think tank was hardly the clear-cut galvanizer some in Sanders’s camp expected, especially given the complex history between the two sides — Shakir once worked at CAP, and Sanders himself spoke at one of its conferences last year. Within a few days, two of Sanders’s closest aides — senior adviser Jeff Weaver and Ari Rabin-Havt, the campaign chief of staff — secretly met with CAP leadership to cool tensions, multiple Democrats briefed on the meeting confirmed to New York. (“At this point, we fully believe that CAP is fully committed, as a priority, to defeating Donald Trump, and we are fully united in this goal,” Rabin-Havt told me a few days later.)\n\nThis was just as well. There was, by then, another easy contrast to draw, courtesy of a New York Times headline — “‘Stop Sanders’ Democrats Are Agonizing Over His Momentum” — that the campaign clipped and circulated in yet another email: “I am writing to ask for your help countering a serious threat to our campaign,” it wrote, playing into Sanders’s wheelhouse — an opportunity to rail against Establishment donors organizing in secret against him. “The last two weeks summarize everything that is Bernie,” one of his aides told me at the time. He was only eight points behind Biden in Morning Consult’s national tracking poll.\n\nBut just few weeks later, that gap is now 21 points. In New Hampshire, the state he won easily and needs to propel him to victory this time, he is now eight points behind Biden, and tied with Pete Buttigieg, if a recent Suffolk/Boston Globe survey is to be believed. That leaves him at 12 percent of support — far below the 30 or so his team thinks he needs.\n\nNot that Sanders is recalculating. Last Monday, Biden debuted on the campaign trail, rallying union workers in Pittsburgh. And there, on CNN that night, was Sanders. “I helped lead the fight against NAFTA, he voted for NAFTA. I helped lead the fight against PNTR with China, he voted for it,” the senator told Anderson Cooper. “I strongly opposed the Trans-Pacific Partnership, he supported it. I voted against the war in Iraq, he voted for it.”\n\n“It’s core to what we do, it’s part of the brand,” Shakir told me. “It’s wrong to take away that he’s searching for these types of fights,” he explained of his boss. But it’s true that “even when things start to change, he very much sees an array of people who are stacked against him, very clearly.”", "_id": "7e4d53b1-b583-428d-831d-85afe5843dec"}