{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Vanmala Subramaniam", "title": "To apply for a licence to grow cannabis, you now need to have a fully-built site ready to go", "description": "That means would-be producers have to raise millions with no proof they will ever get a licence", "url": "https://business.financialpost.com/cannabis/to-apply-for-a-licence-to-grow-cannabis-you-now-need-to-have-a-fully-built-site-ready-to-go", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/greenhouse.jpg", "publishedAt": "2019-05-08T17:30:35Z", "content": "Applicants seeking to obtain a Health Canada licence to cultivate and process cannabis and those seeking to sell cannabis in the medical market, will now have to show that they have a fully built cultivation site ready to go before they even begin the application process, Health Canada announced Wednesday.\n\nIt is a sweeping change from the present system, where applicants looking to become licensed cannabis producers had to merely secure a site before starting the application process. In many cases, a pre-approval letter from Health Canada stating that an application was in the queue would enable an applicant to begin raising funds from investors in the sector to fully build out a site.\n\n“You did not even need a shovel in the ground to begin the application process, which can sometimes take years. Now you have to raise tens of millions and convince investors that you will get a Health Canada licence, when you have no physical proof of it,” said Trina Fraser, Partner at Brazeau Seller Law who advises cannabis companies on the licensing process.\n\nTo date, there are still hundreds of applications — either by existing producers looking to expand their cultivation sites, or new entrants to the cannabis space looking to obtain an initial cultivation licence — that Health Canada is processing.\n\nIn its statement, the department said it is implementing these adjustments to “better allocate” departmental resources. “A significant amount of resources are being used to review applications from entities that are not ready to begin operations, contributing to wait times for more mature applications and an inefficient allocation of resources,” Health Canada said.\n\nAccording to the statement, more than 70 per cent of applicants who obtained their initial letter of approval from the department over the past three years had not yet submitted an evidence package showing a completed facility that met requirements stated in the Cannabis Act.\n\nCanada has been struggling with a supply shortage of legal cannabis in the past seven months since legalization — some blame for that shortage has been cast on the pace of Health Canada’s licensing process, where applicants are often waiting at least six months to obtain a cultivation licence.\n\n“If Health Canada is making these changes so it can significantly speed up the process of licensing, then that’s good. But if this is going to make it harder for new producers to begin growing, I’m not sure if it is going to help with the shortage issue,” said Fraser.\n\nIt is still unclear what the process will look like for existing applicants who do not yet have fully-built sites. Health Canada has said that applications already in the queue will go through a “high-level review,” upon which a status update letter will be provided indicating any concerns department officials have with the application.\n\n“I have all sorts of questions for Health Canada. What does a high-level review really mean? Will existing applicants who do not have a fully-built site be refused a licence?” Fraser said. “I have suspected for some time now that they are allocating scarce department resources to applicants who can start growing instantly, as soon as they have gotten a licence. So maybe in a way this statement just makes that criteria official and lends transparency to the process,” she said.\n\nThe licensing changes also call into question how applicants are going to go about applying for securing clearance for their key personnel. Under the present system, a security clearance application for company employees requires an approval from Health Canada that a licence application has been submitted. “You apply for your security clearance in conjunction with a pending licence, so it would only make sense to me that they change those rules too,” Fraser said.\n\nBut in the statement, Health Canada emphasized that there would be no changes to regulatory requirements involved in the security clearance process for key personnel and corporate directors.\n\nThere are currently over 600,000 square metres of space under “active cultivation” which can produce up to 1,000,000 kilograms of cannabis annually, according to Health Canada data. But as of the end of February 2019, there was just over 120,000 kilograms of dried cannabis in sales and inventory of all licensed cannabis producers. Health Canada had not yet responded to a request for comment at the time of publishing.\n\n• Email: vsubramaniam@nationalpost.com | Twitter: VanmalaS", "_id": "7f505094-3c8a-4442-aff0-7637a6cdf3bf"}