{"source": {"id": "recode", "name": "Recode"}, "author": "Shirin Ghaffary", "title": "Thousands of Uber drivers are set to strike on Wednesday. Here’s why.", "description": "As long as the company continues to reduce driver pay, it’s going to face an increasingly frustrated workforce.", "url": "https://www.vox.com/recode/2019/5/7/18528512/uber-driver-strike-gig-economy-labor-dilemma", "urlToImage": "https://cdn.vox-cdn.com/thumbor/98SBQWIY0bp928wPII8g88fhKxc=/0x560:6414x3918/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13731297/1013507912.jpg.jpg", "publishedAt": "2019-05-07T18:40:00Z", "content": "Thousands of Uber drivers around the world plan to protest for better working conditions on Wednesday, May 8, ahead of the company’s hotly anticipated IPO on Friday, which is slated to be one of the largest in recent history at an estimated $90 billion valuation.\n\nIn at least eight cities in the US, including San Francisco, Chicago, and New York, drivers are stopping business as usual by participating in a “shutdown,” turning off the Uber and Lyft apps — some for the entire day, others from 7 to 9 am local time — and rallying at Uber hubs and corporate offices. While Uber drivers have protested working conditions before (Lyft drivers took similar action recently), this is expected to be the biggest protest yet in the tech-enabled gig economy workforce.\n\nThe drivers, organized by several local driver networks working together, are calling for better pay, more transparency about how the app calculates drivers’ fares, benefits such as health and disability insurance, and a greater say in shaping company policy around drivers’ working conditions.\n\nDrivers have been asking for these improvements for years. And while ride-hailing app companies have made some nominal changes, many drivers say conditions have become significantly worse over time.\n\nUber knows as much. In its recent S-1 filing, the company admitted to having lowered the fares and bonuses for drivers in order to remain competitive in certain markets, and said it may continue to do so in the future. Considering the pressure Uber is under from its investors to turn a profit (it lost an estimated $1 billion in the first quarter of last year), this seems like the new normal.\n\n“[A]s we aim to reduce driver incentives to improve our financial performance, we expect driver dissatisfaction will generally increase,” Uber’s S-1 stated, marking a rare public acknowledgment of the company’s fundamental labor dilemma: As it continues to squeeze costs to its bottom line by cutting wages, it risks upsetting its 3 million drivers in 65 countries to the point of departure.\n\nIn response to a request for comment about the strike, an Uber spokesperson sent the following statement: “Drivers are at the heart of our service ─ we can’t succeed without them ─ and thousands of people come into work at Uber every day focused on how to make their experience better, on and off the road.” The statement then pointed to programs like partial insurance protections and free online college tuition for top drivers as examples of how the company has worked to improve drivers’ lives.\n\nThe company is also awarding some top drivers a one-time cash “appreciation” reward, on a per-trip basis. For example, drivers who’ve completed 2,500 trips get about 4 cents a trip, or a $100 payout in total. Drivers who’ve completed 20,000 trips will get about 50 cents a trip, or a $10,000 payout. The company is also reserving 3 percent of its IPO stock for qualifying drivers who would like to purchase it.\n\nBut these one-off driver IPO rewards are small compared to what Uber’s early corporate employees and investors are set to make — and not enough to stop many drivers from asking for more. The company expects to raise $10 billion from its IPO.\n\nAs Uber struggles to turn a profit, it remains to be seen if the threat of worker action and regulation will compel Uber to pay its workers a greater share. In New York City, the company, along with other ride-hailing apps, is now legally required to pay its drivers an hourly wage of $17, after expenses. Shortly after this first-of-its-kind wage floor was introduced, Uber said it was raising its prices in the city.\n\nNo matter how successful Uber’s IPO is on Friday, as Uber executives and board members (although notably, reportedly not co-founder and ex-CEO Travis Kalanick) ring the bell at the New York Stock Exchange, the strike will serve as a blemish on the company’s record. It’s a sign of the persistent, gargantuan issue that not just Uber but all gig economy companies have on their hands. One Uber driver participating in the strike said the company’s main rival, Lyft, is no better in how it treats drivers, calling it “Uber in a pink sweater.”\n\nThe flexible, on-demand workforce that was touted as the gig economy’s greatest asset is now its biggest liability.\n\nWorker issues — rising costs, lower pay\n\nWhile the specific problems each driver has with Uber vary, they mostly all want the same thing: better pay, better benefits, and, perhaps most resoundingly, better transparency about the complicated algorithm that dictates how they spend their time.\n\nSteve Gregg, 51, has been driving for Lyft and Uber for the past two years. He started driving for the companies after coming off long-term disability with his job at his local parks department. Gregg thought the work would be a transitional gig but ended up liking it; he enjoyed chatting with riders, and it was something he could do while he was recovering from his neck injuries.\n\nBut over time, the pay started decreasing and performance-based bonuses became harder to hit. Meanwhile, the companies didn’t subsidize him for rising gas prices and other costs associated with driving.\n\n“My goal was to get my life back on track, but it hasn’t quite worked out the way I planned,” said Gregg, who is helping organize the protest in San Francisco on Wednesday and is a leader in the group Gig Workers Rising. “When I started two years ago, I could put in a solid 40 hours a week and do well; now I’m doing 50 to 60 hours just to make the same amount. When I leave this job, I’ll probably be in debt just in order to feed my children.”\n\nIn their protest for better working conditions, the drivers seem to have some public support on their side. In the past, protests against Uber have led to real consequences. By the company’s own admission, the #DeleteUber social media campaign of January 2017, which was a backlash in response to accusations that Uber intended to profit from a protest against President Trump’s travel ban, significantly impacted the company’s operations. Hundreds of thousands of consumers stopped using the platform within days of the campaign, according to Uber’s recent S-1 filings.\n\nBut it’s debatable how much activism like the #DeleteUber campaign has truly shifted consumer habits. By some estimates, the share of Americans who’ve used ride-hailing apps has quintupled from 2014 to 2018. And Uber has continued to see an increase in the number of people who use its services.\n\nInternal support at the corporate level may help put pressure on the drivers’ campaign for better conditions. Some of Uber’s corporate employees, many of whom are on track to become overnight millionaires and currently make annual salaries well into the six figures, feel guilty about the two-tier status of their company’s workforce. Recently, one anonymous Uber corporate employee wrote in support of the worker strike in a Medium post.\n\n“While ride-share executives continue to receive vast remuneration packages, and internal employees look forward to an IPO windfall at both Uber and Lyft, my sympathetic colleagues and I will not remain silent as drivers are squeezed in order to shore up initial offerings to investors,” wrote the employee.\n\nGregg says he’ll stop working for Uber and Lyft as soon as he can find a way out. “I feel like a fool that I’ve stuck with it this long and let these companies exploit me,” he said.\n\nFrom a labor organizing perspective, it’s a feat that drivers were able to organize at all. There’s no central company-wide communication platform for drivers to easily coordinate or message each other (labor activists say this is by design), so workers organize largely through a network of regional Facebook groups where drivers share their grievances and plan action.\n\nAccording to several local organizers we spoke to, the strike originated in Los Angeles through the group Rideshare Drivers United, which called for a 24-hour strike and asked other cities to also take action.\n\nSoon after, driver groups in San Diego, San Francisco, Chicago, and several other cities started joining in on the plan as news spread online. In several cities, drivers will hold a rally; in San Francisco, drivers will protest in front of Uber’s headquarters at noon.\n\n“This feels like a really different [protest] to me than other ones I’ve seen,” said Shona Clarkson, an organizer for Gig Workers Rising, a group that helps educate and support drivers. “It seems extremely well-coordinated, and they’re making plans to come together across the country. It’s spreading like wildfire.”\n\nThe self-driving bet that never happened\n\nIf all had gone according to Uber’s plan, worker issues wouldn’t be issues in the first place — because the company wouldn’t need to pay any drivers.\n\nIn the past several years, Uber has invested heavily in self-driving cars; at one point, it was burning $20 million a month on the program. The company’s internal reports say it was expecting to have tens of thousands of autonomous vehicles (AVs) roaming around cities by 2022. But reality hasn’t met expectations. After a fatal crash in Tempe, Arizona, last March that caused the company to halt its autonomous vehicle testing for a while, Uber has only recently restarted AV testing in a handful of cities.\n\nOf course, that’s not to say Uber is giving up on autonomous vehicle technology anytime soon. Just last month, the company announced it’s raising $1 billion for its driverless cars business from SoftBank and two other Japanese investors as it races to keep up with competitors like the Google-owned Waymo. But even though Waymo is ahead of Uber in terms of offering some commercial driverless vehicle rides to passengers, it’s only being done in a limited setting and with rides supervised by safety drivers.\n\nAutomation won’t be the silver bullet to solving Uber’s labor problems, and in the meantime, the company will have to deal with the challenge of negotiating the working conditions of real human beings.\n\nA patchwork of regulation\n\nIn many ways, the Uber protests on Wednesday are aimed as much at politicians as they are at the company’s leadership.\n\nActivists have found a sympathetic ear in some local Democratic politicians who can help enforce labor standards around things like minimum pay and benefits.\n\nBecause Uber’s workforce is spread out across a wide geographic location, politicians’ willingness to jump into this debate varies. And at a national level, while the protest has the support of popular progressive Sen. Bernie Sanders (I-VT), the administration in charge is unlikely to pressure these companies to change. The Trump-controlled Labor Department has signaled that it will allow companies like Uber and Lyft to continue to classify their workers as contractors rather than employees deserving of benefits. And Republican legislators have fought Democratic attempts to raise the federal minimum wage to $15 an hour for employees, let alone contractors.\n\nNew York City has been among the strongest municipalities to crack down on Uber, partly due to the built-in labor organizing groups from the powerful taxi and black car lobby. Many have argued that it’s not all about worker rights, however, as the taxi lobby — which itself has historically struggled with worker issues — has a vested interest in bringing down the competition for app-based ride-hailing services.\n\nNevertheless, the coalition of local driver groups and Democratic New York City politicians were successful in implementing some of the toughest worker regulations on companies like Uber and Lyft in the country. In the past several months, the city enacted a first-of-its-kind $17.22-an-hour wage floor, after expenses like gas. The city also instituted a cap on the number of for-hire vehicles, which has created a waitlist of drivers who want to work for Uber and Lyft in New York but can’t.\n\nMeanwhile, in California, politicians at the state level have introduced legislation to reclassify gig economy workers, including Uber drivers, as full-time employees rather than contract workers. If they are considered employees, Uber’s workforce in California would potentially be eligible for benefits such as health care and would have the right to unionize. This would, of course, pose a huge added cost to Uber’s current spending on its drivers, something the company specifically called out as a risk to its business model in the S-1 filings.\n\nWhether it actually happens is a major legal and political debate being played out both in the court system and the state legislature. One possible scenario is that Uber, along with other companies that rely on flexible labor, would negotiate a set of additional benefits that they would provide workers, without giving them full employee status.\n\n“We probably won’t see one big rupture,” said Rebecca Givan, an associate professor of labor studies and employment relations at Rutgers University. “There will probably be a series of changes by city or by country that grant either more rights for independent contractors or a clearer ruling that these drivers are employees.”\n\nCan Dara be better than Travis?\n\nIn 2017, a damaging video captured a pivotal moment for Uber. A six-minute exchange showed then-CEO Kalanick arguing with an Uber driver over worker pay. Kalanick, caught as he was exiting a ride, responded to the driver’s complaints about seeing a drop in his rates by telling him that he essentially wasn’t trying hard enough — that “some people don’t like to take responsibility for their own shit.”\n\nIt was a landmark moment in the Uber executive’s fall from grace. Kalanick later apologized and reportedly paid $200,000 to the driver, but his reputation was irreparably damaged. The perception of Kalanick as an insensitive leader — not just with drivers but with corporate employees who complained of rampant sexual harassment and a negative work culture — was one of the main reasons behind his ouster in June 2017.\n\nNow, more than two years later, Uber’s new leader Dara Khosrowshahi has worked to strike a friendlier tone toward the backbone of its workforce. He’s pushed for driver reforms and benefits, including providing free online college to its top drivers. He’s made an effort to improve their jobs to some degree, but the fundamental problem still exists: Drivers say they aren’t being paid enough and aren’t getting the benefits they deserve. As the Uber strike shows, that problem isn’t going away.\n\nRecode and Vox have joined forces to uncover and explain how our digital world is changing — and changing us. Subscribe to Recode podcasts to hear Kara Swisher and Peter Kafka lead the tough conversations the technology industry needs today.", "_id": "8340f703-0014-4523-9c30-76b6b885ab05"}