{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Yun Li", "title": "Warren Buffett says auditor hasn't approved Kraft Heinz's financials: 'There's something going on'", "description": "Warren Buffett said Kraft Heinz is in dispute with its auditor, so Berkshire Hathaway hasn't gotten the food company's financials.", "url": "https://www.cnbc.com/2019/05/04/buffett-says-kraft-has-disagreement-with-auditor.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/105891931-1556912071303gettyimages-1140938017.jpeg?v=1556912105", "publishedAt": "2019-05-04T13:26:00Z", "content": "Warren Buffett said Kraft Heinz is in a dispute with its auditor, so Berkshire Hathaway doesn't have the food company's financials.\n\n\"The auditor, which is Pricewaterhouse[Coopers] in this case, hasn't signed off on the 10-k,\" Buffett told a group of reporters ahead of Berkshire Hathaway's annual meeting at the CHI Health Center in Omaha, Nebraska. \"They have to explain why they haven't signed off, but they haven't signed off...There's something going on.\"\n\nIn Berkshire's first-quarter earnings report, the company said Kraft Heinz has not filed its 2018 annual report with the Securities and Exchange Commission or made its first-quarter financials available to Berkshire. So, Berkshire's latest results excluded its share of Kraft Heinz's earnings.\n\n\"We account for Kraft on the so-called equity method — we pick up the shares of our earnings, and we don't have a a figure for their earnings and they can't put out the figure for their earnings currently,\" Buffett said.\n\nBerkshire owns more than 325 million shares of Kraft Heinz, or a market value of $14 billion, according to its 2018 annual letter, making it the largest single shareholder. Kraft Heinz has been struggling with its legal woes as it received a subpoena from the SEC related to its accounting policies and internal controls. It further disappointed investors earlier this year with the news that it slashed its dividend by 36% and took a $15.4 billion write-down on Kraft and Oscar Mayer, two of its biggest brands.\n\n\"I'm not surprised because I knew in the last couple of weeks that it could be coming. They have not been able to file their 10-K which was due around March 1...It's pretty unusual. It means we put in zero for earnings even though we received $130 million in dividends but we don't count that in earnings because it's an equity type of investment,\" he added.\n\nShares of the packaged food company have have tumbled more than 24% year to date. It had already delayed its annual report twice, missing the SEC's original deadline and an extension in March. That caused Standard & Poor's to place the company on CreditWatch negative.\n\n\"We paid too much for Kraft side of Kraft Heinz,\" Buffett later said during a Q&A session at the annual meeting. \"Our own action has driven up the price. Six billion dollars pre-tax on $7 billion tangible asset is wonderful business. But you can pay too much for a wonderful business,\" he added.\n\nA Kraft spokesperson declined to comment.\n\n— With reporting by Lauren Hirsch and Becky Quick", "_id": "85574e6e-3e01-484c-b60a-b02f08b7af16"}