{"source": {"id": "espn", "name": "ESPN"}, "author": "Rob DemovskyESPN Staff Writer ", "title": "Ex-Packers GM Thompson reveals health issues", "description": "Former Packers GM Ted Thompson is suffering from a nerve disorder that causes weakness and cognitive issues, he said in a statement. Thompson, who played in the NFL for 10 years, says doctors say it does not appear to be CTE.", "url": "http://espn.go.com/nfl/story/_/id/26701128/ex-packers-gm-thompson-reveals-health-issues", "urlToImage": "https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2017%2F0321%2Fr192578_1296x729_16%2D9.jpg", "publishedAt": "2019-05-08T16:36:40Z", "content": "GREEN BAY, Wis. -- Former Packers general manager Ted Thompson said he is suffering from an autonomic disorder, a condition that causes weakness and cognitive issues, and he revealed that it was the reason he is no longer in the GM role with the team.\n\nThompson, 66, issued a statement Wednesday through the team explaining, at least in part, his condition.\n\n\"I have been diagnosed with an autonomic disorder,\" said Thompson, who played 10 seasons for the Houston Oilers (1975-84) before he got into scouting. \"I feel that it's important to mention that based on the test results and opinions of medical specialists, they feel that I do not fit the profile of someone suffering from chronic traumatic encephalopathy [CTE].\"\n\nAccording to the Mayo Clinic, \"autonomic nerve disorders [dysautonomia] refer to disorders of autonomic nervous system [ANS] function. Dysautonomia is a general term used to describe a breakdown or abnormal function of the ANS. The autonomic nervous system controls much of your involuntary functions. Symptoms are wide-ranging and can include problems with the regulation of heart rate, blood pressure, body temperature, perspiration, and bowel and bladder functions. Other symptoms include fatigue, lightheadedness, feeling faint or passing out [syncope], weakness, and cognitive impairment.\"\n\nThompson did not disclose which nerve disorder he is suffering from, and, according to sources, there has been some debate from his doctors about which condition he has.\n\nAs GM of the Packers, Ted Thompson drafted Aaron Rodgers and built a team that went to the playoffs for eight consecutive years. Brian Spurlock/USA Today Sports\n\nThere had been wide speculation about Thompson's health during the latter stages of his tenure as general manager. He underwent hip replacement surgery in 2014 and curtailed his on-the-road scouting trips for a time. During a rare in-season interview with ESPN in January 2017, the week of the NFC Championship Game, his speech and movements were noticeably affected.\n\nIt wasn't until a full year later that Packers president Mark Murphy announced Thompson would be reassigned to a senior advisory role.\n\n\"Late in the 2017 season, Mark Murphy and I had a conversation about my health and future with the Packers,\" Thompson continued in the statement. \"At that time, we mutually agreed that it was in the best interests of myself and the organization to step away from my role as general manager. In consultation with team physician Dr. John Gray, I began a complete health evaluation that has included second opinions over the last year from the Medical College of Wisconsin, the Mayo Clinic and the UT Southwestern Medical Center.\"\n\nThompson was the architect of the Packers' Super Bowl XLV team. Six years earlier, he made quarterback Aaron Rodgers his first selection during the 2005 draft. Although Thompson drew the ire of fans for his commitment to the draft-and-develop plan -- eschewing big-money free agents -- he and coach Mike McCarthy, whom Thompson hired in 2006, put together a team that reached four NFC title games (2007, 2010, 2014, 2016) and made eight straight playoff appearances (2009-16).\n\nThompson's draft record, while strong for the first 10 years of his tenure, worsened late in his time. There is not a player left from his 2015 draft, his third-to-last class.\n\nMurphy did not cite Thompson's health as a reason for the decision to remove him as general manager immediately after the 2017 season. Thompson remained around the Packers during the 2018 season but then moved to his native Texas. He made fewer appearances in Green Bay as the season went on, and a source said it was because Thompson could no longer travel alone.\n\nThompson was inducted into the Packers Hall of Fame on Saturday.\n\n\"This is a great honor,\" Thompson said Saturday. \"I appreciate it more than you can ever know. ... This means a lot to me.\"\n\nMost of Thompson's comments came in the form of a prerecorded video that was played during his presentation.\n\nAmong those who sent video tributes to Thompson were former Packers coach Mike Holmgren, Seahawks general manager and Thompson protégé John Schneider, former Packers defensive back Charles Woodson and Rodgers.\n\nAmong those in attendance were Thompson draft picks Jordy Nelson and Mason Crosby, Browns general manager John Dorsey, former Raiders GM Reggie McKenzie, former Packers GM Ron Wolf and his son Eliot, former Packers offensive line coach James Campen, and former Packers president Bob Harlan. It was Harlan who hired Thompson as GM in 2005.\n\n\"I watched him come in and join us when he was very green, working for Ron Wolf, who's a demanding boss, and he was so good that Ron promoted him twice,\" Harlan said Saturday. \"The first man that Mike Holmgren wanted to take to Seattle with him was Ted Thompson. Ted went to Seattle, built a Super Bowl team, and I just thought when it was time for us to get somebody, he was the one I wanted.\n\n\"When I called him, I gave him the very same line I gave Ron earlier. I said, 'You're No. 1 on my list. I want to talk to you until you say yes.' I think he's done a marvelous job, and I'm really hurt when I hear fans who critique some of his drafts, because he and Mike McCarthy gave us 13 outstanding years and we're very fortunate. His first draft choice, everybody said, 'Well, the quarterback fell to him.' He didn't fall; 23 clubs decided to pass him up and he got him.\n\n\"After I made the decision to hire him, I went to the executive committee first to get their promotion. Then I wanted to get one more confirmation, so I called Ron. I said, 'Ron, if I want somebody to come in and do for me now what you did in 1992, do you have someone you'd recommend?' He said, 'Yeah, Ted Thompson.' I said, 'Thanks, you answered my question,' and I hung up.\"\n\nThompson concluded his statement by saying he plans to battle his condition.\n\n\"I want to thank Dr. Gray, the medical professionals, the Green Bay Packers and my family for all that they have done and continue to do for me,\" Thompson said. \"It was a tremendous honor to be inducted into the Packers Hall of Fame this past weekend. The Green Bay community and the fans of the Packers have always been and will continue to be very special to me. It is my hope and belief that I will be able to overcome this disorder.\n\n\"Finally, I'd like to ask that you respect the privacy of myself and my family as we move forward.\"", "_id": "889d9624-48e8-4eca-8b14-1b2b59116d6f"}