{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "School district to serve students who owe lunch money cold sandwiches", "description": "A Rhode Island school district will begin serving students who owe lunch money cold sandwiches rather than a hot meal.", "url": "https://abcnews.go.com/US/rhode-island-school-district-serve-students-owe-lunch/story?id=62905116", "urlToImage": "https://s.abcnews.com/images/US/school-lunch-gty-ps-190508_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T16:10:00Z", "content": "A Rhode Island school district will begin serving students who owe lunch money cold sandwiches rather than a hot meal.\n\nWarwick Public Schools announced on over the weekend that if money is owed on a paid, free or reduced lunch account, the student will be given a \"sun butter and jelly sandwich\" every day until the balance is paid in full or a payment plan is set up through the food service office.\n\nThe policy is effective starting Monday. The Facebook post received hundreds of comments from angry parents criticizing the new policy.\n\nIn the past, students were served hot lunches, even if the had an outstanding balance, The Associated Press reported. The school district is owed more than $40,000 in outstanding lunch payments and cannot afford to absorb the costs, according to AP.\n\nPortland Press Herald via Getty Images, FILE\n\nA local restaurant owner who twice offered to donate $4,000 to help pay down the debt was turned down both times, the AP reported. School officials said in a statement that all students must be treated equally, recommending that the donor take applications to decide who to donate the money to instead, according to the AP.\n\nThe school district offers the option for families to apply to receive free and reduced lunches, according to its website. Pending state legislation would make free hot lunches available for all students, regardless of income, AP reported.\n\nThe Washington Post/Getty Images, FILE\n\nWarwick Public Schools did not immediately respond to ABC News' request for comment.", "_id": "8a1409d4-db54-4ef8-b676-ef11c133f128"}