{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Terence Corcoran", "title": "Terence Corcoran: Want to save women’s pro hockey? ‘Equity tax’ the NHL’s millionaires", "description": "It’s up to the men in pro hockey to save the women’s right to play the greatest team sport in the world", "url": "https://business.financialpost.com/opinion/terence-corcoran-want-to-save-womens-pro-hockey-equity-tax-the-nhls-millionaires", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/womens-hockey.jpg", "publishedAt": "2019-05-08T12:58:31Z", "content": "The world is heavy with injustices. Injustices against individuals, races, peoples, cultures, the underweight and the overweight, the sick and the infirm, the refugees, the homeless … The list goes on and on. And now we are being asked to consider a new category of victim: the professional women’s hockey player.\n\nThe apparent injustice? That the average National Hockey League (NHL) professional male hockey player earns something like $3 million a year while the average female professional hockey player, playing in leagues such as the recently defunct Canadian Women’s Hockey League (CWHL), earns even at the high end just $10,000 a year. In the jargon of pay equity, the average female hockey player earns 0.0033 cents for every dollar earned by a male hockey player.\n\nLast week, a “collective” of female hockey players from both the CWHL and the U.S.-based U.S. National Women’s Hockey League (NWHL) announced that as many as 200 players from both leagues had decided they “will not play in ANY professional leagues in North America this season until we get the resources that professional hockey demands and deserves.”\n\nThe players refusing to play include Carlee Campbell, a member of the Toronto Furies and former captain of a CWHL all-star team. She said the Hockey 200 women are “not looking for anything extravagant. We’re just looking for something standard so that we can play hockey full-time without having to worry about our bills or raising a family.”\n\nBut the boycotting players’ manifesto (although some insist it isn’t a boycott and no one dares call it a strike) was issued a month after the directors of the six-team CWHL announced that the league would cease operations May 1 on the grounds that “the business model has proven to be economically unsustainable.” That’s fancy talk for “we’re losing our shirts.”\n\nMeanwhile, south of the border, the five-team NWHL says it would continue to operate, with a new season set for October. Since the NWHL is now the only remaining professional North American women’s hockey league, the 200 boycotters are essentially striking against it, and are demanding that they all get to play in one league instead of two. “It’s time for a long-term viable professional league that will showcase the greatest product of women’s professional hockey in the world,” is how they end their manifesto.\n\nWould a 10% hockey-equity tax be too much?\n\nThe idea has been mooted in the past. Last October, Dani Rylan, founder and head of the U.S. league, said “one league is inevitable.” Rylan promised a merger of the CWHL and NWHL. “We will get this done,” Rylan wrote. “It’s on us, and we embrace the challenge.”\n\nOne league is a good idea in principle. The principle being that one league of money-losing franchises may have a better chance of turning a corner into financial sustainability than two money-losing leagues. But chances of success are slim, given the general inability of women’s team sports to attract the audiences and adequate revenues required to cover costs and pay salaries of any kind, let alone offer pay equity.\n\nTake, for example, the New York Liberty, a Women’s NBA franchise. It has lost money every year of its 10-year existence, with cumulative losses in excess of US$100 million. In January, the struggling women’s basketball team was bought by Taiwanese-Canadian billionaire Joseph Tsai, who also owns a stake in the NBA’s Brooklyn Nets. Reports say Tsai is slowly tying the Liberty into the Nets business and marketing operation. He has also parachuted in the six-foot-nine Chinese teenage basketball phenom Han Xu to boost the Liberty’s market appeal.\n\nIs this also the future of women’s hockey? Almost certainly. Attendance at games and TV ratings are dismal and are unlikely to change soon. The salvation surely lies in finding deep-pocketed buyers to rescue individual women’s hockey teams.\n\nSince there is likely a shortage of Asian billionaires willing to step in, the Hockey 200 have instead decided to try turning women’s hockey into some kind of social cause aimed at embarrassing the moguls behind the NHL into rescuing women from the injustice that denies them their right to play pro hockey. “This sport,” they say in their manifesto, “is one family. And the time is now for this family to unite.” They have hashtagged their cause #Forthegame. The NHL seems moderately interested in pitching in. But how much are team owners willing to dedicate to raising women’s hockey, which has had only financial struggles over its 20-year history?\n\nHowever, on Monday the National Hockey League Players’ Association (NHLPA), the men’s pro-hockey socialist collective, seemed eager to help. The association posted a note of solidarity on the Hockey 200 twitter feed. The NHLPA said it is encouraged by the #Forthegame “movement” and the fact that the women are “taking an active role in the future of women’s professional hockey.”\n\nThe NHLPA did not offer to strike in solidarity. But here’s my proposal for the situation: The NHLPA could, as an organization, join the NHL owners in a voluntary allocation of a small part of the NHL players’ salaries (which, remember, average $3 million a year) to raise incomes in the women’s league. Would a 10-per-cent hockey-equity tax be too much? How about five per cent? The 31 teams in the NHL each have team salary caps of $83 million, which means that a five-per-cent equity tax would raise roughly $4 million from every NHL team, for a league total of about $125 million.\n\nThe 200 boycotters have made it clear they aren’t looking to match the multi-million-dollar salary averages in the NHL. As Campbell said, just “something standard so that we can play hockey full-time.” It’s up to the men in pro hockey to save the women’s right to play the greatest team sport in the world.\n\n• Email: tcorcoran@nationalpost.com | Twitter: terencecorcoran", "_id": "8b6fa6aa-b699-42eb-8d64-0f670ddffd68"}