{"source": {"id": "cnn", "name": "CNN"}, "author": "Julian Zelizer, CNN Political Analyst", "title": "Trump-Congress confrontation goes to Defcon 1", "description": "Julian Zelizer writes that House Judiciary Chairman Jerrold Nadler is surely right to declare that we're in the midst of a constitutional crisis. Unless one side blinks, it will be up to the courts, or perhaps the 2020 election, to resolve it.", "url": "http://us.cnn.com/2019/05/08/opinions/trump-congress-confrontation-goes-to-defcon-1-zelizer/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/190508113549-house-judiciary-nadler-super-tease.jpg", "publishedAt": "2019-05-08T17:04:34Z", "content": "Julian Zelizer is a professor of history and public affairs at Princeton University, and author, with Kevin Kruse, of the new book \"Fault Lines: A History of the United States Since 1974.\" Follow him on Twitter at @julianzelizer. The opinions expressed in this commentary are his own. View more opinion at CNN.\n\n(CNN) President Donald Trump has declared that executive privilege should keep private the redacted parts of the Mueller report, and a congressional committee is moving to vote on whether to charge his attorney general with contempt.\n\nSo clearly House Judiciary Committee Chairman Jerry Nadler was right when he said on CNN Wednesday, \"The phrase constitutional crisis has been overused, but certainly it's a constitutional crisis ...\" This is not the first time that we have heard such warnings, but now this crisis is very real. If the Defense Department were applying its crisis scale to our political situation, it might well call it Defcon 1.\n\nBy definition, a constitutional crisis is a moment when the mechanisms of government are not working to resolve a fundamental problem. The nation has been through a number of these moments, such as the secession of southern states which resulted in the Civil War, and President Richard Nixon's resistance to turning over White House recordings in 1974.\n\nHouse Democrats have ramped up their investigations into multiple elements of this presidency, ranging from the evidence presented in the Mueller report, which pointed to obstruction of justice, to efforts to see his tax returns. In a bold rebuff, the President is saying no to almost everything. He is resisting subpoenas, he is trying to prevent people from testifying and he is asserting executive privilege. As House Democrats attempt to flex their oversight muscle, the President is just saying no.\n\nThe crisis is a result of several factors. Most important, Trump has an extraordinarily grandiose sense of what his power is about. He does not feel constrained by the norms and traditions that have held other presidents in check. He has now brought on board an attorney general, William Barr, who for years has been a proponent of a muscular executive branch in which the President has few formal limits. The combination in the Oval Office has produced explosive results.\n\nRead More", "_id": "8bf4dfeb-24a8-47ef-b5c4-7c9e66503573"}