{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Spencer Kimball", "title": "Trump says Kim Jong Un 'does not want to break his promise' despite North Korea's latest launches", "description": null, "url": "https://www.cnbc.com/2019/05/04/trump-says-kim-jong-un-does-not-want-to-break-his-promise-despite-north-koreas-latest-launches.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/105765718-1551323105787gettyimages-1127987892.jpeg?v=1553958758", "publishedAt": "2019-05-04T14:15:01Z", "content": "President Donald Trump said Saturday that a deal with North Korea 'will happen,' hours after the South Korean military said Pyongyang had fired new tactical guided weapons.\n\n\n\nTrump said he believes Kim Jong Un will do nothing to interfere with the \"great economic potential\" of North Korea.\n\n\n\n\"He also knows that I am with him & does not want to break his promise to me,\" Trump said. \"Deal will happen!\"\n\n\n\n\n\nThe South Korean military said Sunday that North Korea fired multiple rocket launchers including new tactical guided weapons. A military official told NBC News that Pyongyang did not launch ballistic missiles.\n\nSeoul originally said the North had launched a single missile, but subsequently changed its language and said Pyongyang had launched several unidentified, short-range vertical objects.\n\nSecretary of State Mike Pompeo said the projectiles landed in the sea east of the Korean peninsula and never posed a threat to South Korea, Japan or the United States.\n\n\"We know that they were relatively short range and beyond that we know they weren't intercontinental ballistic missiles either,\" Pompeo said.\n\nThe South Korean president's office said Seoul and Washington are sharing detailed information and analyzing the material used in the projectiles and what exactly they were.\n\n\"In particular, we do notice that North Korea's action this time has taken place when the de-nuclearization dialogue is in lull state,\" presidential spokeswoman Koh Min Jung said. \"We do hope that North Korea would positively participate in efforts to resume the dialogue.\"\n\nA senior U.S. administration official told NBC News that National Security Advisor John Bolton had \"fully briefed\" Trump on the situation.\n\nWhite House spokeswoman Sarah Sanders said the administration is aware of North Korea's actions: \"We will continue to monitor as necessary,\" she said.\n\n\n\nIn April, North Korea claimed to have \"tested a powerful warhead\" in the first public weapons test for the regime since Trump and Kim met for a historic summit in Singapore last year.\n\n\n\nTrump and Kim held a second round of talks in Vietnam February of this year, but negotiations collapsed after Trump reportedly handed Kim a note demanding he turn over the North's nuclear weapons and bomb fuel.", "_id": "9494cbe2-04e4-4ae6-93d2-dbf6e250f4ab"}