{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Zack Whittaker", "title": "Justice Department charge Deep Dot Web administrators with money laundering", "description": "U.S. prosecutors have formally brought charges against the alleged co-owners and administrators of Deep Dot Web, who were arrested Tuesday. Tal Prihar, 37, and Michael Phan, 34 — both Israeli citizens — were charged with one count of conspiracy to commit mone…", "url": "https://techcrunch.com/2019/05/08/doj-deep-dot-web-indictment/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/ddt-seized.jpg?w=602", "publishedAt": "2019-05-08T18:24:05Z", "content": "U.S. prosecutors have formally brought charges against the alleged co-owners and administrators of Deep Dot Web, who were arrested Tuesday.\n\nTal Prihar, 37, and Michael Phan, 34 — both Israeli citizens — were charged with one count of conspiracy to commit money laundering, according to a newly unsealed indictment.\n\nPrihar, who resided in Brazil, was arrested by French police in Paris on Monday, while Phan was arrested by Israeli police in a simultaneous raid.\n\nThe two are accused of making millions of dollars in commission from Deep Dot Web, a website featuring news, reviews, and information about dark web sites and marketplaces. Prosecutors said the administrators made their commission by linking to marketplaces on the dark web — only accessible through Tor, an encrypted anonymity network.\n\nMany of the dark web marketplaces sold drugs, weapons and stolen data, which hackers could use to break into online accounts.\n\nA staffer at Deep Dot Web said in a Medium post following the arrests that Deep Dot Web would generate a slice of the revenue from purchases made on dark web marketplaces, said to be as much as 4 percent. Brazil’s federal police said in a statement the site made millions in dollars in cryptocurrency from referral sales from more than 15,000 dark web users.\n\nFollowing the arrests, the FBI seized Deep Dot Web’s website.\n\n“It was truly a 50:50 partnership between the two defendants,” said Scott Brady, U.S. attorney for Western Philadelphia, in a press conference in Pittsburg on Wednesday announcing the charges.\n\nAccording to the district attorney, more than 23 percent of all transactions made on AlphaBay, a dark web marketplace taken down by authorities in 2017, were associated with a referral link from Deep Dot Web. The indictment also said Deep Dot Web referred over 198,000 users to Hansa, another defunct market, accounting for nearly half of the site’s users, of which Deep Dot Web “received a commission on all of those users’ purchases.”\n\nThe indictment said Prihar and Phan made about 8,155 bitcoins in total — almost half of which was collected from AlphaBay. Prosecutors said at its peak, the bitcoins were worth more than $15.4 million.\n\n“This is the single most significant law enforcement disruption of the dark net to date,” said Brady.", "_id": "987c0234-150f-4d81-bf7a-a6343fdaf518"}