{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Stephanie Ebbs", "title": "Cummings threatens to withhold salaries of Interior, Commerce officials", "description": "House Oversight Chair Elijah Cummings is threatening to withhold salaries from officials at the Interior and Commerce Departments he says are refusing to be interviewed.", "url": "https://abcnews.go.com/Politics/house-oversight-chairman-elijah-cummings-threatens-withhold-salaries/story?id=62887563", "urlToImage": "https://s.abcnews.com/images/Politics/elijah-gty-er-190305_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T00:30:49Z", "content": "House Oversight Chairman Elijah Cummings was threatening to withhold salaries from officials at the Interior and Commerce departments who he said are refusing to be interviewed as part of ongoing investigations.\n\nInterested in Trump Administration? Add Trump Administration as an interest to stay up to date on the latest Trump Administration news, video, and analysis from ABC News. Add Interest\n\nDemocrats in the House are looking into the addition of a citizenship question in the 2020 Census and there are concerns that Secretary David Bernhardt has not been transparent about his schedule.\n\nIn letters to seven federal employees, Cummings said the committee has the authority to withhold salaries of any employee who \"prohibits or prevents\" or \"attempts or threatens to prohibit or prevent\" testimony in front of the committee.\n\nCummings said the departments have not responded or have declined requests for interviews from the House Oversight Committee and Natural Resources Committee, which oversee the Interior Department. The committees have asked for interviews with Bernhardt's assistants, scheduling director and chief of staff from Interior.\n\nCummings also wrote to staff from the Department of Commerce, including from the general counsel's office, chief of staff and senior adviser to Secretary Wilbur Ross. The Oversight Committee questioned Ross in March about emails released as part of a lawsuit that seemed to contradict his previous testimony that the Justice Department asked for a citizenship question on the Census.\n\nRoss defended his earlier statements in that hearing but Democrats sought to interview more Commerce staff that were involved in the decision to add the question to find out if Ross was withholding information in his testimony and possibly lying to Congress.\n\nIn a statement, a Commerce Department spokesperson said, \"The Department of Commerce has worked in good faith with the Committee and will look for more opportunities to do so. The Department has delivered over 13,200 pages of documents pertaining to the Committee’s requests, and the Secretary himself voluntarily testified for nearly seven hours before the Committee. The 2020 Census has been and continues to be on time and on budget.\"\n\nDemocrats on the House Natural Resources Committee have alleged Bernhardt is omitting entries from his schedule that could show meetings with former clients from his time as a lobbyist. They are also looking into concerns about the management of his schedule using a Google document.\n\nThe Interior Inspector General has opened an investigation into various ethical questions around Bernhardt, including whether he intervened in policy issues on behalf of former clients. But Interior insists Bernhardt follows all guidance from the agency's ethics lawyers.\n\nBernhardt was asked about the issue in a House Appropriations budget hearing on Tuesday and said it's \"not the appropriate time\" for interviews.\n\n\"We have offered additional briefings, we've offered material and we don't think it's the appropriate time for interviews,\" he said, adding \"we do have a right to have a full process that's fair and responsive.\"\n\n\"In all candor, you sent these secretaries requests, and they obviously have to make their choice, but you're talking about individual employees that are longstanding employees at the department,\" he said. \"And when you want to shoot at me that comes with the territory but these are people, we have wonderful career employees here and they are very, they've never had this happen to them in their career.\"\n\nSusan Walsh/AP\n\nAn Interior Department spokeswoman said they are reviewing the request. Bernhardt said Tuesday he's confident that reviews will find he complied with ethics rules.\n\n\"We have throughout the history of Congress conducted government oversight and the request for information, if there's nothing to hide the transparency piece serves more than Congress it serves the people,\" Rep. Brenda Lawrence, D-Mich. said. \"You have been requested to comply and with all due respect with all the power and the experience you have, you are required to comply. And I am really frustrated right now being in Congress every time we address this administration you are creating new criteria for responding to checks and balances and transparency and I expect, without having to go to court and demand it, that you as the secretary will comply.\"", "_id": "9e397411-6928-4108-a46c-3e138afc954c"}