{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Newt Gingrich: THIS is the greatest threat to a free society", "description": "Faced with positions that cannot win a majority of the American people, the left is increasingly trying to crush the debate rather than win the debate.", "url": "https://www.foxnews.com/opinion/newt-gingrich-democrats-radical-positions-15-percent-party", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2019/04/25/694940094001_6029844973001_6029842688001-vs.jpg", "publishedAt": "2019-05-08T15:53:06.4810335Z", "content": "If you put all the pieces of the left’s efforts to crush dissent together, the picture is disturbing – and more than a little frightening.\n\nOne of the key principles of playing go, or wei qi as the Chinese and Japanese call their favorite board game, is to look at the entire board before every move. To win, you must always have a sense of all the possibilities and your opponent’s situation before you make a move.\n\nIf you look up from the gossip and noise of Washington and look at the entire board of American politics, the emerging picture is the greatest threat to a free society in our lifetime – maybe since the Civil War.\n\nNEWT GINGRICH: LOW UNEMPLOYMENT, STRONG JOB CREATION CONFIRM STRENGTH OF TRUMP ECONOMY\n\nPrime Minister Margaret Thatcher taught conservatives that “first you win the argument, then you win the vote.”\n\nBeginning with President Reagan, conservatives have gotten better and better at winning the argument.\n\nThe Democrats, on the other hand, have been going further and further toward the extreme left and away from the American people. They are rapidly becoming the 15-20 percent party.\n\nConsider just a few of their recent radical positions:\n\nKilling babies after they are born (adopted in New York and Virginia by Democrats) is an incredibly radical, isolating issue. Only 13 percent of Americans support abortions in the third trimester, according to Gallup.\n\nAllowing violent criminals to vote from jail is a 19 percent issue.\n\nThe economy is rapidly becoming a strength for Trump, and the Democrat efforts to dispute his success sound more and more hollow.\n\nThe next two years really matter in determining if their radical values, big lie campaign can impose on America policies which Americans overwhelmingly oppose.\n\nBorder security is a growing issue to the Democrats’ disadvantage. Open borders is a 16 percent issue with 83 percent of Americans favoring more secure borders.\n\nOnly 10 percent of Americans have a positive view of socialism, and only 29 percent think it is compatible with American values, according to a recent Monmouth poll.\n\nOnly 26 percent of Americans are willing to consider reparations for slavery.\n\nFaced with positions that cannot win a majority of the American people, the left is increasingly trying to crush the debate rather than win the debate.\n\nThe California State Senate adopted a law to block Trump from being on the primary ballot in 2020 unless he meets their demands to release his personal taxes. If their precedent is accepted, they can rapidly change the test to something even more outrageous (just watch the Democrats in Congress as they play this game). This attack on access may spread to other Democratic-controlled legislatures.\n\nSo, it is possible the incumbent president will be denied access to his own party’s primary in the nation’s largest state.\n\nFaced with positions that cannot win a majority of the American people, the left is increasingly trying to crush the debate rather than win the debate.\n\nThe bitter fight between President Adams’s Federalists and Vice President Jefferson’s Democratic-Republicans had some of this bitter quality of win or die. Certainly, the bitterness of Southern slave-holding state newspapers against Lincoln in 1860-1861 resembles the bitterness the left’s media feels against Trump (a point Historian Alan Guelzo makes repeatedly).\n\nThe left is actively suppressing dissent on other fronts.\n\nCollege campuses routinely deny access to conservative guest speakers.\n\nConservative nominees to the Supreme Court are viciously smeared and threatened. Look at the treatment of Judge Robert Bork, Justice Clarence Thomas, and Justice Brett Kavanaugh.\n\nIronically, the left’s smears often collapse. When the four-day Thomas hearing was over, a Gallup/CNN poll found on Oct. 14, 1991, that 54 percent of the American people believed Thomas and 27 believed Anita Hill. For a generation, the left has elevated Anita Hill and turned her into an icon of nobility.\n\nThe left’s efforts to propagandize the American people into believing falsehoods and disbelieving truth have deep roots. As Diana West’s remarkable book “American Betrayal” documents the entire modern mythology of the innocent Americans and the bad anti-Communists is simply a lie.\n\nAfter the left’s vigorous defense of Alger Hiss (the No. 3 man in the State Department), we now know that he met secretly with Stalin at 2 a.m. at Yalta and was given the Soviet Union’s highest civilian award for his services as a Soviet agent.\n\nPete Earley and I wrote “Collusion” to remind people that there really are anti-American, pro-Russian people in the United States – who will actively work to undermine our freedoms and our government.\n\nRemember the scale of the left’s hostility to America and its desire to impose an unpopular system by manipulating the rules and just plain lying.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nThe next two years really matter in determining if their radical values, big lie campaign can impose on America policies which Americans overwhelmingly oppose.\n\nThis is the Big Picture behind all the small stories and noise.\n\nCLICK HERE TO READ MORE FROM NEWT GINGRICH", "_id": "a7338e2e-cde0-4075-9184-2c4b1047be82"}