{"source": {"id": "recode", "name": "Recode"}, "author": "Shirin Ghaffary", "title": "Recode Daily: Amazon is the newest tech giant offering money to digital publishers", "description": "Plus: Tim Cook says Apple isn’t a monopoly, former Amazon warehouse employees accuse the company of discrimination, and senators urge the FTC to finish their Facebook probe.", "url": "https://www.vox.com/recode/2019/5/7/18534660/recode-daily-amazon-new-york-times-tim-cook-apple", "urlToImage": "https://cdn.vox-cdn.com/thumbor/tyCRSd_aG-FQpm9R8PDAkQhRVP8=/0x0:5921x3100/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/16217596/1144604128.jpg.jpg", "publishedAt": "2019-05-07T11:55:52Z", "content": "Amazon wants to pay the New York Times and BuzzFeed to expand, so it can reach more shoppers outside the US. According to sources, Amazon has been proposing deals that would give publishers advance money to expand their international online presence, specifically for consumer-oriented shopping sites. It’s a deal that Amazon is interested in because it’s looking to bring new shoppers to the company who click on “affiliate links” embedded on publishers’ websites. As Peter Kafka writes, “If any of the deals get finalized, they will mark a new chapter for Amazon,” as it will be the first time the company has “paid publishers in advance to make specific kinds of videos or other content” — as well as “an indicator that even though Amazon dominates online commerce, it still thinks it needs help getting shoppers inside its giant site.” It’s not known how much Amazon is considering paying publishers, “though it’s enough for several publishers to take seriously.”\n\n[Peter Kafka / Recode]\n\n[Want to get the Recode Daily in your inbox? Subscribe here.]\n\nTim Cook wants you to know Apple’s not the same as Facebook and Google. In a recent interview on CNBC, Apple CEO Tim Cook said he’s “frustrated that tech is painted as monolithic” and that his company is different than companies like Google and Facebook. As Emily Stewart writes, “Apple has for a long time been beating the drum about it being better than the other tech giants on privacy,” and Cook’s comments show that “Apple has upped its efforts to emphasize that it’s different,” especially in light of calls from politicians like Sen. Elizabeth Warren who believe big tech, including Apple, should be broken up. “I don’t think anybody would call us a monopoly,” said Cook, who made the case that Apple has only a 15 percent share in the world on smart phones and eight or nine percent on personal computers.\n\n[Emily Stewart / Recode]\n\nSeveral lawsuits reveal a pattern of alleged discrimination toward pregnant warehouse workers at Amazon. A new report from CNET examined seven different lawsuits filed by pregnant women who were fired from their jobs at Amazon warehouses over the last eight years. The women reportedly endured limited bathroom breaks and heavy lifting, against their doctors’ advice. “Amazon wants to push out as much product as possible,” said one of the plaintiffs, Beverly Rosales. “They need as many people that don’t need accommodations to work there. They care more about the numbers than their employees.” Amazon, meanwhile, denied the allegations. A spokesperson for the company said that “[i]t is absolutely not true that Amazon would fire any employee for being pregnant; we are an equal opportunity employer.” The company, which employes 600,000 people, has come under increasing scrutiny in recent years for its working conditions at its warehouses around the world.\n\n[Alfred Ng and Ben Fox Rubin / CNET]\n\nTwo top senators are urging the FTC to move faster with their investigation into Facebook’s privacy practices. Sen. Richard Blumenthal (D-CT) and Sen. Josh Hawley (R-MT) wrote in a statement that the investigation “has been long delayed in conclusion — raising the specter of a remedy that is too little too late.” The senators pressed the regulatory agency not to shy away from being tough on Facebook, and called for individual executives at the company to be held accountable if any were found to have knowingly broken the law. They also called a potential fine in the range of billions of dollars a “bargain” for the social giant. Facebook has previously stated that it’s preparing for a fine as high as $5 billion.\n\n[Tony Romm / The Washington Post]\n\nTop Stories from Recode\n\nTristan Harris says tech is “downgrading” humanity — but we can fix it.\n\nHarris, previously best known for his association with the Time Well Spent movement, compares the unchecked rise of tech to the “catastrophic” future of climate change.\n\n[Kara Swisher]\n\nThe Facebook free speech battle, explained.\n\nIs Facebook a platform or a publisher? When users are getting banned, it makes a difference.\n\n[Jane Coaston]\n\nDisney+ will not be a “Netflix killer” because at this point, nothing can kill Netflix.\n\nRedef CEO Jason Hirschhorn watches a lot of TV and he says Netflix has sucked him into watching less of everything else on the lastest Recode Media.\n\n[Peter Kafka]\n\nThis is Cool\n\nThe fabulous looks of the 2019 Met Gala\n\nRecode and Vox have joined forces to uncover and explain how our digital world is changing — and changing us. Subscribe to Recode podcasts to hear Kara Swisher and Peter Kafka lead the tough conversations the technology industry needs today.", "_id": "aacbd184-0aa2-408f-a1f0-1eecb8a0c7ac"}