{"source": {"id": "financial-post", "name": "Financial Post"}, "author": "Special to Financial Post", "title": "A misleading anti-oilsands National Geographic article proves to be so very wrong about science", "description": "Opinion: The National Geographic article paints a distorted, untrue picture about oilsands’ effects on a heart-defect case", "url": "https://business.financialpost.com/opinion/a-misleading-anti-oilsands-national-geographic-article-proves-to-be-so-very-wrong-about-science", "urlToImage": "https://financialpostcom.files.wordpress.com/2019/05/oilsands-1.jpg", "publishedAt": "2019-05-08T10:30:42Z", "content": "National Geographic published an online article on April 11th about oilsands development in northern Alberta. Called “This is the world’s most destructive oil operation — and it’s growing,” the article, by a Toronto-based reporter, made claims about health effects in Fort Chipewyan caused by oilsands development activities, including cancer, stillbirths and miscarriages. A claim was also made about the case of a baby born in Fort McKay, located in the oilsands region, with an underdeveloped heart (congenital heart defect). The article stated that “Though proof is elusive, his family believes his condition was caused by pollution from nearby oilsands developments.”\n\nWhile much hay can be (and has been) made about dubious claims of elevated cancer rates, stillbirths and miscarriages in Fort Chipewyan, the Fort McKay heart defect case is worth discussing. After digging into facts about congenital heart defects and the state of the environment in Fort McKay, which like Fort Chipewyan is predominantly First Nations community, it is apparent that sub-standard journalism was on full display in the National Geographic article.\n\n“Congenital” refers to the existence of a disorder before or at birth. Congenital defects include birth defects or a variety of other disorders. Roughly 380,000 births occur each year in Canada. About 350 to 400 babies are born with some kind of defect, including 50 to 150 with heart defects, for every 10,000 total births. Fort McKay, with a population less than 900, would be expected to experience a heart-defect case at some point, although rarely.\n\nCauses of heart defects involve many factors. As well, it is a polygenic inherited disorder (meaning an inheritance pattern controlled by many genes). In most cases there is no clearly identifiable cause for a heart defect.\n\nThe Public Health Agency of Canada lists heart-defect causes. Genetic causes are chromosomal syndromes and single gene disorders. Non-genetic causes include: maternal rubella during pregnancy, supplements and medication use during pregnancy (for example, anti-epileptics or thalidomide), or glycemic control for diabetes during pregnancy. Other possible causes during pregnancy are maternal illnesses (for example, influenza), therapeutic drug use (such as anti-viral or antifungal agents), marijuana and cocaine use, cigarette smoking, chemical exposures (solvent addiction or overexposure to herbicides or pesticides) and socio-demographic factors (race/ethnicity, maternal age). Industrial pollution did not rise to the level of importance to be listed as a cause.\n\nEpidemiology studies in medical literature claim weak associations between air pollution and heart defects. However, given the low birth prevalence of heart defects, any risk factor for heart-defect association suggested by epidemiology would be much more likely false than true. That is the way real science and statistics work for disorders with low prevalence rates.\n\nFort McKay is three kilometres from the nearest oilsands tailings pond and 10 kilometres from the nearest physical plant. Drinking water is unimportant for exposure to industrial chemicals as the community is served by a water-treatment plant. Other potential exposure pathways include air, and soil and raised foods that receive chemicals deposited from the air. Wood Buffalo Environmental Association annual monitoring reports are publicly available for 2018 and earlier years about possibly interesting chemicals in the air. These reports show that volatile organic chemicals, polycyclic aromatic hydrocarbon chemicals and metals in air in Fort McKay are at no more than trace levels and nowhere near amounts considered high or alarming health-wise.\n\nTo establish plausibility that industrial chemicals may be a risk factor for heart defects, one needs convincing evidence of clearly high and prolonged levels of these chemicals in the air among populations with heart-defect cases. But truthfully, air quality in Fort McKay, being in the oilsands region, is monitored to death and these conditions (high and prolonged levels) simply do not exist! Air quality in Fort McKay is, at worst, similar to or even better than in Calgary or Edmonton.\n\nThere is a lack of evidence of high outdoors levels of industrial chemicals in Fort McKay and even lack of evidence for outdoor industrial chemicals being a risk factor for heart defects. Other than speculating, the occurrence of a heart-defect case in a small community several kilometres away from industrial activity does not establish cause and effect from these activities. Even careful examination of maternal risk factors would not necessarily be able to establish cause and effect.\n\nThe National Geographic article paints a distorted, untrue picture about the heart-defect case. It neglects the more important risk factors for this complex disorder. Given known negative bias that is often hidden behind the veil of journalistic reporting for organizations like this, the article should be ignored.\n\nWarren Kindzierski is an adjunct professor in the School of Public Health at the University of Alberta.", "_id": "afa1f2f1-503c-4db8-92f2-8f539f6be23f"}