{"source": {"id": "new-york-magazine", "name": "New York Magazine"}, "author": "Jonathan Chait", "title": "Keeping Trump’s Tax Returns Secret Is an Insanely Huge Security Risk", "description": "There’s no public interest in discovering who pays the mobbed-up, money-hemorrhaging failed casino operator who’s reliant on Russian financing?", "url": "http://nymag.com/intelligencer/2019/05/trumps-tax-returns-secret-security-risk-russia.html", "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/05/07/trump_tax_chait.w1200.h630.jpg", "publishedAt": "2019-05-08T01:10:12Z", "content": "Photo: BRENDAN SMIALOWSKI/AFP/Getty Images\n\nLast year, the New York Times found that Trump had inherited more than $400 million from his father, largely through a series of illegal schemes. Now, in a new report, the Times has discovered that, from 1985 through 1994, Trump businesses suffered losses of more than $1 billion.\n\nIt’s hardly a mystery why Trump is desperate to keep his tax returns secret. The most innocent narrative they might possibly reveal is that he’s a horrible businessman who relied on handouts from his father. The question is why anybody else would buy this story.\n\nPerhaps the most explosive finding in Robert Mueller’s investigation is that Trump was secretly negotiating a building deal in Moscow that promised profits of several hundred million dollars, with no risk. Russia habitually gives out sweetheart deals to its overseas political partners, structured in the form of putatively legitimate investments that disguise simple bribes. George Sorial, the current executive vice-president of the Trump Organization, dismisses that deal in a Wall Street Journal op-ed as “a fantasy that no one in the office took seriously.” (Sorial does not explain why, or even mention that, Trump signed a letter of intent for this project if nobody took it seriously.)\n\nWhat the Times reporting underscores is how utterly vulnerable Trump must have been to an offer like this. The Times information covers only one (very bad) period in Trump’s life, and he did recover by learning how to profit off his image as a successful businessman by renting out his name. Still, there’s little reason to think he stopped being a horrible capitalist. “Year after year,” the Times finds, “Mr. Trump appears to have lost more money than nearly any other individual American taxpayer.”\n\nKeeping Trump’s tax returns private is not like keeping Mitt Romney’s tax returns private. This is a man who was handed hundreds of millions of dollars, flushed it down the toilet, and was desperate to maintain his image of wealth and success. You couldn’t invent a more inviting target for a foreign intelligence service to manipulate.\n\nRepublicans have, incredibly, treated the question of obtaining Trump’s tax returns as a pure political vendetta. Democrats “dislike him with a passion, and they want his tax returns to destroy him,” said Senate Finance Committee chairman Charles Grassley. “That’s all that this whole process is about, and it’s Nixonian to the core.”\n\nThere’s no public interest in discovering who is paying the mobbed-up, money-hemorrhaging failed casino operator whose sons have described him as reliant on Russian financing? Do Republicans believe Trump’s financial secrets contain no signs of serious corruption or vulnerability to leverage by a hostile power? Or would they rather not know?", "_id": "afb5e6aa-deb2-4d75-9dbf-146bbfee9e89"}