{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "6 dead, including 4 children, in Harlem blaze", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/dead-including-children-york-city-blaze/story?id=62897847", "urlToImage": "https://s.abcnews.com/images/US/harlem-fire-address-pd-mo-20190508_hpMain_16x9_992.jpg", "publishedAt": "2019-05-08T08:51:04Z", "content": "Six members of the same family, including four children, were killed in an overnight fire in New York City's historic Harlem neighborhood. It is the deadliest fire in the city since 13 people were killed in a Bronx fire in late 2017.\n\nInterested in New York? Add New York as an interest to stay up to date on the latest New York news, video, and analysis from ABC News. Add Interest\n\nThe fire broke out on the fifth floor of the building in Harlem at the intersection of Adam Clayton Powell Boulevard and 142nd Street at about 1:45 a.m. on Wednesday.\n\nOfficials said that all six people -- two adults, two boys and two girls -- were from the same family. All were pronounced dead on the scene.\n\nThe children range in age from 3 to 11, the fire department said. One of the adults is the children's mother, while the second adult is her stepbrother.\n\nShannon Stapleton/Reuters\n\nThe fire did not appear to be suspicious, but an investigation is underway, fire officials said. Early indications are that the burn on the stove may have been left on overnight, a source told ABC News.\n\nA source familiar with the investigation told ABC News that the mother likely fell asleep while cooking, and the smoke detectors had been disconnected since a January inspection.\n\n\"Units were met at the door of that apartment with fire. The entire apartment was involved,\" Fire Commissioner Daniel Nigro said. \"They aggressively moved in, extinguishing the fire as they did. When they reached the two rear bedrooms we found six occupants of that apartment deceased.\"\n\nRichard Drew/AP\n\nIt took about an hour to get the fire under control, Nigro said.\n\n\"As aggressive as those members could be, they were not able to reach those occupants,\" Nigro said of his firefighters.\n\nThe building is part of the Frederick E. Samuel Houses, a city-owned housing complex.\n\nABC News' Will Gretsky contributed to this report.", "_id": "bbcaf203-823a-41ae-8792-1b39fe1e64e7"}