{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Top Dem claims Mueller report shows Russia ‘artificially’ placed Trump in White House", "description": "A top Democratic lawmaker claimed Wednesday that Special Counsel Robert Mueller’s Russia report shows Moscow “artificially” placed President Trump in the White House -- despite the report finding no evidence of Trump-Russia collusion.", "url": "https://www.foxnews.com/politics/top-dem-claims-mueller-report-shows-russia-artificially-placed-trump-in-white-house", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2019/05/08/694940094001_6034273766001_6034278596001-vs.jpg", "publishedAt": "2019-05-08T17:53:07.8187494Z", "content": "A top Democratic lawmaker claimed Wednesday that Special Counsel Robert Mueller’s Russia report shows Moscow “artificially” placed President Trump in the White House -- despite the report finding no evidence of Trump-Russia collusion.\n\nThe statement came amid a fiery session of the House Judiciary Committee where lawmakers weighed holding Attorney General Bill Barr in contempt for defying a subpoena for the full Mueller report.\n\n“Seventeen different intelligence agencies have concluded that Russia interfered with our election, attacked our democracy for the sole purpose of artificially placing someone at 1600 Pennsylvania Avenue,” Rep. Hakeem Jeffries, D-N.Y., the House Democratic Caucus chairman, said. “They were successful, and that’s also what the Mueller report shows.”\n\nFBI OPENED OBSTRUCTION CASE AGAINST TRUMP BEFORE MUELLER WAS APPOINTED, COURT FILES SHOW\n\n“This is not a politically inspired witch hunt,” he added.\n\nRepublicans at the session, meanwhile, expressed their anger at what they described as a politically motivated push by Democrats unhappy at the conclusions of Mueller’s report and worried about efforts to probe the origins of the Russia investigation itself.\n\n“I think it’s all about trying to destroy Bill Barr because Democrats are nervous he’s going to get to the bottom of everything,” Rep. Jim Jordan, R-Ohio, said. “He’s going to find out how and why this investigation started in the first place.”\n\nTRUMP ASSERTS EXECUTIVE PRIVILEGE TO BLOCK RELEASE OF UNREDACTED MUELLER REPORT\n\nMueller’s investigation did not find evidence of collusion between Trump campaign associates and the Russian government, though it detailed \"links\" between the two.\n\n“[T]he investigation did not establish that members of the Trump Campaign conspired or coordinated with the Russian government in its election interference activities,” the special counsel report stated.\n\n“While the investigation identified numerous links between individuals with ties to the Russian government and individuals associated with the Trump Campaign, the evidence was not sufficient to support criminal charges. Among other things, the evidence was not sufficient to charge any Campaign official as an unregistered agent of the Russian government or other Russian principal,” the report said.\n\nThe probe did not come to a conclusion on the separate question of whether Trump obstructed justice.\n\nBut Democrats have pointed to numerous instances Mueller identified of possible obstruction, as well as contacts between members of the Trump campaign and Russians, as cause for future investigations -- with a number of House Democrats and 2020 presidential hopefuls calling for impeachment hearings.\n\nHouse Judiciary Democrats have subpoenaed the full unredacted report, as well as the underlying evidence Mueller used to come to his conclusions.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nBut the DOJ has rebuffed those demands. The White House announced on Wednesday that President Trump has asserted executive privilege over those documents.\n\n\"Faced with Chairman Nadler’s blatant abuse of power, and at the Attorney General’s request, the President has no other option than to make a protective assertion of executive privilege,” press secretary Sarah Sanders said in a statement on Wednesday.\n\nFox News' Brooke Singman contributed to this report.", "_id": "bf14ecd8-0724-4168-a732-b478bb24ef20"}