{"source": {"id": "new-york-magazine", "name": "New York Magazine"}, "author": "Josh Barro", "title": "There Is No Way Donald Trump Actually Lost $1.17 Billion", "description": "The lesson of Trump’s massive reported losses from 1985 to 1994 is not that he was a comically bad businessman, but that he was comically undertaxed.", "url": "http://nymag.com/intelligencer/2019/05/there-is-no-way-donald-trump-actually-lost-usd1-17-billion.html", "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/05/07/Trump_1989.w1200.h630.jpg", "publishedAt": "2019-05-08T17:38:44Z", "content": "The biggest loser? Photo: Jeffrey Asher/Getty Images\n\nYou can’t lose over a billion dollars if you don’t have over a billion dollars to begin with. You can do things that cause over a billion dollars in losses, but you can’t bear them yourself — other parties, such as business partners and lenders and vendors, get stuck holding much of the bag. Therefore, while we have now learned that Donald Trump reported over a billion dollars in losses over a decade on his tax returns, I object to the widespread characterization of him having “lost” that much money himself. The math just doesn’t add up.\n\n“Year after year, Mr. Trump appears to have lost more money than nearly any other individual American taxpayer,” says the New York Times, reporting on tax transcripts containing high-level information about President Trump’s tax filings from 1985 through 1994, which reflect losses every year, adding up to a cumulative negative income of $1.17 billion over that period.\n\nTo understand this characterization, we first have to figure out what “income” means. Economists tend to use a concept called Haig–Simons income, which says your income over a given period is equal to your consumption plus the change in your net worth over that period. So, for example, if you own a home, and it went up in value this year, was that income? Haig–Simons says yes, but most individual consumers wouldn’t think of appreciation in an illiquid asset as income. Tax law agrees with the consumer: Appreciation isn’t income until you sell the asset, and often not even then; most capital gains on primary residences are excluded from income and never taxed at all.\n\nBecause of the many divergences between definitions of income for tax purposes and definitions of income for economic purposes, the income you report on your tax return may not always reflect your true income in the sense of the change in the resources available to you from year to year.\n\nNow consider Donald Trump’s life in the period between 1985 and 1994. Is it plausible his Haig–Simons income was negative every year? Certainly, his consumption was substantial: He was flying around on a private jet and installing marble columns and gold-plated toilets in his various luxury homes. On the other hand, this period ended with his near-financial ruin, so it is plausible his net worth was often in decline. But to the tune of much more than $1 billion? Where would he have gotten so much wealth to begin with?\n\nWe could start with “his father,” but Donald Trump’s inherited wealth, while substantial, isn’t nearly large enough to make this math pencil. A previous Times investigation found Trump received at least $413 million in wealth transfers from his father, Fred, but that figure has been inflation-adjusted into 2018 dollars, while the $1.17 billion in losses are in nominal dollars for the years in which the losses were reported. In 2018 $413 million was equal to only $212 million in 1990. And because Fred Trump did not die until 1999, it is unlikely Donald Trump had already received the entirety of these wealth transfers by 1994, the end of the period these tax documents cover.\n\nMaybe Donald Trump had massive income in the years before 1985, allowing him to build up a billion-plus-dollar fortune and then later lose it. But those were the early years of his real-estate career, when he took on smaller projects than the ones that later nearly ruined him, like the Trump Shuttle and the once-planned Television City development on the Upper West Side. Trump has long claimed to be a billionaire, but it’s unlikely those claims were true so far back in the past.\n\nThe likelier explanation is that Trump never lost close to a billion dollars in the Haig–Simons sense. Maybe the losses Trump claimed were in accordance with tax law (or maybe not — as the Times notes, we don’t even know if the IRS later got these income figures changed through audit or litigation), but they are probably not economically descriptive of his financial performance in the late 1980s and early 1990s.\n\nThis is the explanation Trump himself points to, saying he smartly exploited the tax code to avoid paying taxes, as smart businessmen do. But again, whatever Trump was doing was not typical of rich businessmen: In some of these years, he reported more losses than literally any other taxpayer in the whole country.\n\nAnd as both the Times and my colleague Eric Levitz point out, Trump’s favorite tax shelter — depreciation, where you take a loss on your taxes because your buildings are decaying and becoming less valuable — could not account for such large losses. In fact, because depreciation reduces your tax basis in a property (if you buy a building for $1 million and then depreciate it by $100,000, it is treated for capital gains purposes as though you had bought it for $900,000), having taken depreciation allowances should have reduced the losses Trump was able to claim when his businesses were liquidated in fire sales.\n\nThe story I find most plausible is that Trump was claiming credit on his taxes for losses actually borne by other people or entities, such as banks that loaned money to him or his businesses and did not get paid back in full. The tax code is supposed to be written to prevent you from doing this. But I wrote back in 2016 about an obscure tax loophole that tax commentator Lee Shepard hypothesized Trump could have used to claim his lenders’ losses as his own for tax purposes. This provision, the subject of a 2001 Supreme Court decision, was a loophole in the truest sense of the word: not an unwise tax preference created at the behest of lobbyists or voters, but a legislative mistake not reflecting the intent of Congress. If Trump did use this specific loophole, we can’t blame him for hypocrisy in failing to close it as president, since Congress already did so in 2002.\n\nEconomically fictitious tax losses are very valuable to a taxpayer. They can be used to wipe out real economic income in the current year and carried forward to wipe out tax bills in future years. We know Trump wasn’t able to do that forever — tax reporter David Cay Johnston obtained two pages of Trump’s 2005 tax returns, which reflected $152 million in income and $38 million in federal income taxes. But the primary lesson of Trump’s massive reported losses from 1985 to 1994 is not that he was a comically bad businessman, but that he was comically undertaxed.", "_id": "c5e5d2ef-5204-4bde-911d-5b8352043862"}