{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Anthony Ha", "title": "Daily Crunch: We round up all the Google I/O news", "description": "Google unveils new Pixel 3 phones, Bird will start selling directly to consumers and PUBG takes a hit in China. Here’s your Daily Crunch for May 8, 2019. 1. Here’s everything Google announced today at the I/O 2019 Keynote Google’s developer conference is stil…", "url": "https://techcrunch.com/2019/05/08/daily-crunch-google-io/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/Sundar-Pichai-At-Google-IO-2019.png?w=694", "publishedAt": "2019-05-08T18:16:13Z", "content": "Daily Crunch: We round up all the Google I/O news\n\nGoogle unveils new Pixel 3 phones, Bird will start selling directly to consumers and PUBG takes a hit in China. Here’s your Daily Crunch for May 8, 2019.\n\n1. Here’s everything Google announced today at the I/O 2019 Keynote\n\nGoogle’s developer conference is still underway, but we’ve rounded up everything they announced at their big keynote, like more affordable versions of its Pixel 3 phones — the Pixel 3a will start at $399, and come with a 5.6-inch display.\n\nMeanwhile, the Google Home Hub has been rebranded as the Nest Hub, with a price cut and a new, bigger brother.\n\n2. Bird is now selling its electric scooters directly to consumers\n\nBird One will cost $1,299 and come in three colors. People can pre-order the scooter now and receive it this summer.\n\n3. Tencent replaces hit mobile game PUBG with a Chinese government-friendly alternative\n\nChina’s new rules on video games, introduced last month, are having an effect on the country’s gamers. Tencent introduced “Game for Peace” at the same time as PUBG was delisted from China.\n\n4. HeyJobs, a ‘talent acquisition’ platform out of Berlin, raises $12M Series A\n\nFounded in 2016, HeyJobs aims to tackle the recruitment problem European employers are facing due to steep declines in available workforce as the so-called the “boomer” generation nears retirement.\n\n5. Match Group records solid first-quarter revenue thanks to an increase in Tinder subscribers\n\nThe company, whose portfolio of dating apps also includes Match.com, PlentyOfFish, OkCupid and Hinge, among others, said in its earnings report that total quarterly revenue grew 14% year-over-year, to $465 million.\n\n6. Sumo Logic announces $110M Series G investment on valuation over $1B\n\nWhen we spoke to CEO Ramin Sayar in 2017, he indicated that Sumo Logic was on its way to becoming a public company. While that hasn’t happened yet, he says that’s still the goal.\n\n7. Amazon upgrades its Blink outdoor security camera with better battery, two-way talk\n\nAt $90, it’s 25% less than the original model — which was already a decent price point, as far as outdoor cameras go.", "_id": "c63e2423-9589-4999-95ba-2fe326eff28a"}