{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Josh Constine", "title": "Facebook stops blocking some blockchain ads", "description": "Facebook still won’t let you advertise for cryptocurrencies, exchanges, binaries, or ICOs without prior approval. But a year after banning all blockchain-related ads, it’s reopening to ones for “blockchain technology, industry news, education or events relate…", "url": "https://techcrunch.com/2019/05/08/facebook-blockchain-ad-ban/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/Facebook-Crypto.png?w=764", "publishedAt": "2019-05-08T17:21:08Z", "content": "Facebook still won’t let you advertise for ICOs or binaries, and ads for cryptocurrencies and exchanges need prior approval. But a year after banning all blockchain-related ads, it’s reopening to ones for “blockchain technology, industry news, education or events related to cryptocurrency” without the need for pre-approval.\n\nThe change could be a boon to an industry struggling for mainstream attention in the wake of the 2018 cryptocurrency price collapse that soured much of the public on the financial technology. Blockchain events were especially hit hard since Facebook’s local and interest targeting capabilities made it ideal for selling tickets to potential attendees.\n\nFacebook’s goal was to prevent users from getting scammed by Initial Coin Offerings and other cryptocurrency deals where providers had little to no accountability. In January 2018 at the height of the crypto craze, it blocked all blockchain related ads. In June 2018 it began allowing some if they received pre-approval.\n\nWhen Facebook users get scammed, they don’t just blame the scammer but the social network too. Facebook initially cast a wide net in its ban to prevent this. Users began seeing ads for blockchain education yesterday.\n\nAdditionally, beginning June 5th Facebook will ban ads for “promoting contracts for difference (CFDs), complex financial products that are often associated with predatory behavior. These products, due to their complexity, often mislead people.”\n\nThe news comes as more info on Facebook’s own blockchain group trickles out. Bloomberg’s Julie Verhage reports it now has over 50 employees, one-fifth hailing from PayPal where Facebook Blockchain’s head David Marcus was formerly president. They’re working on a stablecoin, potentially pegged to a bundle of currencies Facebook is trying to raise from outside investors in order to keep its cryptocurrency’s price stable.\n\nFacebook’s stablecoin could allow zero-fee remittance to friends or family across borders or payments to merchants without traditional credit card processing fees, as we predicted last year. To that end, hiring PayPal talent makes sense. They already built a nearly ubiquitous checkout option for ecommerce. But because they act as a middleman for the money and assume some risk of fraud, PayPal charges fees on insured payments to merchants. Facebook could undercut those fees by using blockchain technology to instantly transfer value between accounts.", "_id": "c8437d46-7e4c-4b4d-81da-6ad062a74299"}