{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Yun Li", "title": "Warren Buffett explains why he's making a bet in the energy industry", "description": "Warren Buffett has shown a bigger interest in the oil industry with his recent $10 billion investment to back Occidental's bid for Anadarko, and he said it's a bet on the Permian Basin.", "url": "https://www.cnbc.com/2019/05/04/warren-buffett-explains-why-hes-making-a-bet-in-the-energy-industry.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/105891940-1556912146945gettyimages-1140932026.jpeg?v=1556912187", "publishedAt": "2019-05-04T13:10:40Z", "content": "Warren Buffett has shown a bigger interest in the oil industry with Berkshire Hathaway's recent $10 billion investment to back Occidental Petroleum's bid for Anadarko Petroleum, and he said it's a bet on the Permian Basin.\n\n\"I mean the Permian Basin is four million barrels a day. It's incredible,\" Buffett told CNBC's Becky Quick in an interview before the start of Berkshire's 2019 annual meeting at the CHI Health Center in Omaha, Nebraska.\n\n\"Remember it was the last great find in the United States 40 years ago or more...The United States is producing 12 million barrels and four million\" are from the Permian, he added.\n\nOccidental revealed this week that Berkshire has committed to invest $10 billion in the company to help fund its proposed acquisition of Anadarko. Berkshire would make the investment by purchasing 100,000 shares of preferred stock, which pays out an 8% annual dividend.\n\nBacked by Berkshire, Occidental's bid topped an earlier bid by Chevron. However, the \"Oracle of Omaha\" doesn't consider it to be a hostile deal because Anadarko wants to sell its properties.\n\n\"I mean it's not a hostile deal in that Anadarko had been talking to Occidental about the sale of their properties...It's different than Coca-Cola or something like that. You are buying physical assets...Anadarko wanted to sell...It wasn't like a private company being sold or a management controlled company,\" Buffett told Quick.\n\nWhen asked about why Buffett didn't buy Anadarko outright, Buffett said he's not an expert on the oil industry.\n\n\"Charlie is quite impressed with the Permian Basin. He knows more about oil than I do, which isn't really much praise, but we both follow that,\" Buffett said.\n\nThe Permian Basin, which is 250 miles wide and 300 miles long, stretches from New Mexico to Texas and holds more than 20 of the top 100 oil fields in the country, according to Chevron.\n\n\"You can mess up oil fields very easily. A lot of that was done in the early days, so you can take a field that is huge and by foolish production techniques you can reduce the recoveries dramatically,\" Buffett said.\n\nAt a Q&A session at the annual meeting, when asked if Berkshire will do other large financing transactions in the future, Buffett said \"Maybe there's one three or four years from now, it won't be identical. I hope it's larger. The point is we are very likely to get the call because we can do something that really no institution can do it.\"\n\n\"Well I like it,\" Charlie Munger, Berkshire's Vice Chairman and Buffett's longtime partner, said at the annual meeting, referring to the Occidental investment.", "_id": "d7f299ea-e4c2-4a97-8334-612cf184950d"}