{"source": {"id": "the-economist", "name": "The Economist"}, "author": "The Economist", "title": "Why companies are so bad at hiring", "description": "For one thing, they recruit too many employees from outside their ranks", "url": "http://www.economist.com/business/2019/05/05/why-companies-are-so-bad-at-hiring", "urlToImage": "https://cdn.static-economist.com/sites/default/files/images/2019/05/articles/main/20190504_wbp504.jpg", "publishedAt": "2019-05-05T00:00:00Z", "content": "PERHAPS the oldest management cliché is that “people are our most important asset”. If that were true, companies would rigorously assess their own hiring practices, and record, to ensure that they are indeed recruiting the best people. Remarkably, many fail miserably at this task. Only a third of American companies check whether their recruitment process produces good employees. That is one of the striking revelations in a recent survey of hiring by Peter Cappelli, professor of management at the Wharton School in Philadelphia.\n\nWhen companies are asked why they do not monitor the effectiveness of hiring, the most common response is that measuring employee performance is too difficult. Given that staff costs are the single biggest expense item at most companies, this is a startling admission. And, as Mr Cappelli points out, there are some simple things employers could do: check how long newly hired workers stay at the company, or ask a supervisor whether they regret the hiring decision.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\nThis failure of monitoring is all the odder given the effort that companies expend on recruiting outside their ranks. In the three decades after the second world war, American companies tended to fill around 90% of annual vacancies from within the company. That proportion has since fallen to less than a third. By definition, companies know more about the abilities of their own workers than they do about those of outsiders. But they still opt for the latter, even though research suggests that outside hires take three years longer to perform as well as internal candidates in the same job. They also pay outsiders more.\n\nCompanies often seem to be channelling Groucho Marx in their approach to applicants: they won’t hire someone who is actively looking for work. Employers seem to operate on the principle that there must be something wrong with someone who is unhappy with their current job. Instead they aim to lure “passive” candidates who have shown no sign of wanting to move. Inevitably, this is time-consuming. It can also come back to bite companies, as rival firms compete to lure away each other’s staff.\n\nIn turn, the employment merry-go-round leads to an arms race, and thus higher costs. After all, employees happy with their current job are likely to need a greater inducement to move. Mr Cappelli has not discovered any evidence that hiring outsiders is more cost-effective than hiring other workers, or that passive candidates make better employees.\n\nWorker-selection techniques are likewise a bit of a mess. Employment agencies offer a battery of tests, checking things like facial expressions and word usage, but it is far from clear how effective these actually are at picking good candidates. Testing the abilities of applicants at the skills required for the job (say, computer programming) is probably the best approach.\n\nAlas, even when these tests are conducted, Mr Cappelli has found that managers often ignore the results. Instead companies have doubled the amount of time spent on the interview process since 2009, according to a survey by Glassdoor, a website where employees review companies.\n\nThe best interview strategy is to ask all applicants the same set of predetermined questions. That way answers can be fairly compared. Managers, though, tend to improvise, looking for workers who will be a “cultural fit”, with questions like “what would you do if stranded on a desert island”? Unsurprisingly, this technique is subject to the biases of the interviewers, who then tend to recruit people most like themselves. Automated hiring algorithms reproduce this effect if they are trained on the characteristics of existing employees.\n\nSo how can companies improve? Mr Cappelli suggests that firms post all job openings internally, check how many positions are filled from within, and make a greater effort to see how outside hires perform.\n\nBut everyone should worry that companies are less rigorous about evaluating the performance of their staff than about the quality of the raw materials they put in their products. Improving productivity is generally agreed to be the best way to achieve faster economic growth and higher living standards. Recent productivity improvements have been sluggish. Hiring the right people would be an important way to shift the trend.", "_id": "daa53b90-dbb2-4438-9aa8-5fe2d20b07be"}