{"source": {"id": "the-economist", "name": "The Economist"}, "author": "The Economist", "title": "Turkey cancels the opposition’s victory in the Istanbul election", "description": "President Recep Tayyip Erdogan seems ready to win back the city by hook or by crook", "url": "http://www.economist.com/europe/2019/05/07/turkey-cancels-the-oppositions-victory-in-the-istanbul-election", "urlToImage": "https://cdn.static-economist.com/sites/default/files/images/2019/05/articles/main/20190511_eup501.jpg", "publishedAt": "2019-05-07T00:00:00Z", "content": "BEFORE THE evening of May 6th, and despite the miserable state of their country's democracy under President Recep Tayyip Erdogan, Turks could console themselves with the thought that, on election day, they could anyway vote freely.\n\nThat assurance was dashed when the country’s electoral board cancelled the result of the mayoral election in Istanbul conducted on March 31st. It ordered a new one for June 23rd, thereby deposing Ekrem Imamoglu, the first opposition politician to preside over Turkey’s biggest city in a quarter century.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\nTurkey’s descent into autocracy appeared to plumb new depths overnight. The markets braced for more turmoil. The lira has slumped by more than 3% since the announcement, reaching its lowest level in seven months.\n\nThe drama had been in the making since late March, when voters in Istanbul handed Mr Imamoglu a narrow yet shocking victory. That was a bitter setback for Mr Erdogan, his Justice and Development (AK) party and their mayoral candidate, a former prime minister. AK immediately contested the outcome. The morning after the vote, the city woke up to banners and billboards heralding victory—for Mr Erdogan and his party.\n\nNewspapers managed by the president’s cronies accused the opposition of conspiring with terrorists to steal the election. AK complained that tens of thousands of former bureaucrats sacked following an attempted coup in 2016 should not have been allowed to vote. Mr Erdogan claimed to have unearthed evidence of other “organised crimes” at the ballot box. Late last week, prosecutors launched dozens of investigations related to AK’s claims, questioning some 100 people.\n\nIn the end, the election board voted to annul the election, citing improprieties in the appointment of some polling-station officials. AK hardliners applauded. Mr Erdogan’s communications director called the decision a “victory for our democracy”. The opposition called it a disgrace. Appearing before a crowd of supporters in his Istanbul neighbourhood, Mr Imamoglu came out swinging, condemning the board for caving in to pressure from the president and his men. “You elected the president under the same rules last year, and you held a referendum and changed the constitution under the same rules,” he said. If Mr Imamoglu’s election can be undone, then “the constitution is questionable, and so is the presidential election.”\n\nAnalysts see Mr Erdogan’s fingerprints on the decision, and warn that Turkey and free elections no longer belong in the same sentence. “For nearly 70 years, there was a consensus in Turkey that political power changed through the ballot box, and that consensus came to an end today,” says Soner Cagaptay of the Washington Institute for Near East Policy, an American think-tank. “I thought there was one institution in Turkey that could act somewhat independently,” said Kemal Kirisci, a senior fellow at the Brookings Institution, “and I was wrong.”\n\nThe opposition appears unlikely to boycott the repeat election, however, or to stage mass protests. (Mr Imamoglu’s Republican People’s Party suggested as much on May 7th.) Fear is a big factor. Of the millions of Turks who took part in the last big wave of protests in 2013, hundreds have been hauled through the courts. One, a respected philanthropist, has spent nearly two years in prison on outlandish coup charges. He and 15 others face life sentences. Mr Erdogan already brands the opposition as terrorists and provocateurs. Demonstrations would risk playing right into his hands.\n\nMr Imamoglu, whose campaign had succeeded against seemingly insurmountable odds, appears in no mood to surrender. Some observers reckon Mr Erdogan may have miscalculated, and that his actions will give Mr Imamoglu an even larger margin of victory next month. Others warn that Turkey’s strongman may go to extremes to wrest back control of the city that elected him mayor three decades ago, a position he used as a springboard to national power. “Erdogan did not call a new election to roll the dice and see what happens,” says Howard Eissenstat, an expert at the Project on Middle East Democracy, a research and advocacy group in Washington, DC. “The cost of losing [again] would be an unacceptable demonstration of weakness.”", "_id": "dc130d86-734c-45c9-a8a5-0a6165583571"}