{"source": {"id": "mashable", "name": "Mashable"}, "author": "Heather Dockray", "title": "The best of Martha Stewart's deeply weird personal Instagram account", "description": "Nothing but beautiful content all day long.", "url": "https://mashable.com/article/martha-stewart-personal-instagram/", "urlToImage": "https://mondrian.mashable.com/2019%252F05%252F07%252F8d%252Fd7ade8c761cd4c4689b268d2c6508865.8608e.jpg%252F1200x630.jpg?signature=X1dXTUJZy5GxY8QuQVkkfIvaWPQ=", "publishedAt": "2019-05-08T18:29:00Z", "content": "To truly understand the heart of Martha Stewart, you need to dig deep into her personal Instagram account, @MarthaStewart48, where you'll find Martha's full, uninhibited self.\n\nThere aren't carefully polished photos of omelettes, floral arrangements, or mint juleps like there are on her professional account. This isn't where you go for that clean, Connecticut feeling.\n\nIn Martha Stewart's personal Instagram world, there's cosmetic dentistry, dog puzzles, and excessive amounts of bunny content.\n\nBetween partnering with a Canadian marijuana company and broadcasting her friendship with hip-hop legend Snoop Dogg, Martha Stewart has been cultivating her \"hip\" persona for years now. She does it particularly well — no one is better than Stewart at blending white collar criminal chic with New England couture.\n\nBut there's something about Martha's personal Instagram that feels deeply authentic. Sure, it's possible that she's Instagramming so many bizarre cat videos because she wants to build an audience and generate clicks.\n\nI tend to believe that Stewart's personal account comes from the best, most private, most erratic part of her soul. Frankly, I never want to learn about the origins of some of her posts, I want to appreciate them like a good Rothko painting. I want to take them in as a pure aesthetic experience and not search for any grand meaning.\n\nMartha Stewart content is Renaissance Instagram art. Here are the very best posts from her Instagram.\n\nThe time she took a photo of a copy error she noticed in an inflight magazine\n\nSomeone give her an editing job.\n\n\n\n\n\nThe time she bedazzled \"Vote\" sandals\n\nScrew voting stickers. I want Martha Stewart's election day sandals. I want to wear these every day of the year, not just election day. Nothing screams pride in your country like bedazzled sandals by Martha Stewart.\n\n\n\n\n\nThe infamous blurry horse selfie\n\nI personally will always remember the time she asked for more followers on Vero, a social media platform, by posting a blurry photo of herself on top of a horse. As one does.\n\n\n\n\n\nMartha's intimate dog portrait\n\nI am here for this extremely up-close-and-personal photo of her dog, Genghis Khan. Martha is known for her extensive collection of pets, some of whom are named after famous composers (Vivaldi, Verdi) and incredible desserts (Creme Brûlée).\n\n\n\n\n\nMartha's imperial puppy photo\n\nWho doesn't love a person who applauds their dog, named Empress Qin, for exhibiting \"exemplary\" behavior?\n\n\n\n\n\nHer cosmetic dentistry series\n\nI have tremendous empathy for Martha Stewart after her 20-part cosmetic dentistry series.\n\n\n\n\n\nThen there's XXXtreme Martha Stewart\n\nMartha in her element.\n\nThe time she Instagrammed a beached whale and said it was a \"Great photo\"\n\nCorrection: This is an incredible photo.\n\n\n\n\n\nWhen she had fun with some filters\n\nMartha Stewart is a 77-year-old teen.\n\n\n\n\n\nHer zoomed-in photo of Taylor Swift\n\nThis is exactly how intimate I want my Taylor Swift photos to be. I want to see every single pore.\n\n\n\n\n\nHer Persian cat photos\n\nMostly, I'm here for the Martha Stewart Persian cat content.\n\n\n\n\n\nHer broccoli art\n\nThe best Martha Stewart Instagram post of all time belongs to this photo featuring three stalks of broccoli. It's so insipid it's charming.\n\nMartha Stewart is already well known for her personal food photos, which have been called \"disgusting.\" But this post looks like a coupon for broccoli you might get from your local shitty supermarket. There's no perspective, everything is disproportionate, and the broccoli itself is enormous. The broccoli is too green for my personal comfort level.\n\nI'm not sure if this is a Martha Stewart Instagram or a piece of postmodern conceptual art. Either way, I'm in love with it, and you should be too.\n\nTo the real Martha, the Martha behind @MarthaStewart48, thank you.", "_id": "ec91baa7-f532-4e16-b33c-cf9aa4b34e4a"}