{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Stephanie Landsman", "title": "Wall Street is dangerously overestimating Fed rate cut odds, investor who oversees $135 billion in bonds warns", "description": "Melon Active Fixed Income CIO David Leduc believes investors should avoid long-duration bonds to avert potential losses.", "url": "https://www.cnbc.com/2019/05/03/wall-street-is-overestimating-fed-rate-cut-odds-bond-investor-warns.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/105802039-1553007636265rts2dtjq.jpg?v=1553007711", "publishedAt": "2019-05-04T14:00:45Z", "content": "Investor who oversees $135B in bonds warns Wall Street is overestimating Fed rate cut odds 5:12 PM ET Thu, 2 May 2019 | 01:34\n\nDavid Leduc believes too many investors are on the wrong side of the bond trade.\n\nLeduc, chief investment officer of Mellon's active fixed-income team, blames it on a disconnect between Wall Street and the Federal Reserve.\n\n\"If you look at Fed Funds futures, they're still pricing in about a 50% chance of a rate cut in December at the end of the year,\" he told CNBC's \"Futures Now\" on Thursday. \"The market is over-discounting the possibility of Fed cut this year.\"\n\nAccording to Leduc, the sentiment is reflected in how certain assets have been trading.\n\n\"Fixed-income investors should be improving the quality of their portfolios,\" he said. \"Risk assets, equity markets... as well as corporate bond assets have performed very strongly this year. Part of that performance in our opinion has been based on this expectation that the Fed may cut rates and keep monetary policy very, very accommodative.\"\n\nLeduc does not believe the Federal Reserve will make a move this year because of a stronger economic picture and he expects inflation to creep higher.\n\n\"While we are not calling for a runaway increase in inflation... we're likely to see higher cost pressures as we move through the year,\" he noted.", "_id": "ede50483-9a33-484c-b72f-c8300c1bc966"}