{"source": {"id": "espn", "name": "ESPN"}, "author": null, "title": "Bucks should have Brogdon back in limited role", "description": "The Bucks are expected to have Malcolm Brogdon back for Game 5 against the Celtics on Wednesday night, but on a minutes restriction. Brogdon has been out since March 15 with a plantar fascia tear.", "url": "http://espn.go.com/nba/story/_/id/26701204/bucks-brogdon-back-limited-role", "urlToImage": "https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2019%2F0109%2Fr486762_1296x729_16%2D9.jpg", "publishedAt": "2019-05-08T16:46:25Z", "content": "Bucks coach Mike Budenholzer is excited to have Malcolm Brogdon back for Game 5, saying he's versatile on the court. (1:44)\n\nMILWAUKEE -- Malcolm Brogdon is expected to play in Game 5 between the Celtics and Bucks, coach Mike Budenholzer announced at shootaround Wednesday morning.\n\nBrogdon, who has been sidelined since March 15 with a plantar fascia tear, will come off the bench for Milwaukee and be on a minutes restriction.\n\n\"He's such a pro,\" Budenholzer said. \"He loves playing. He's very, very excited to be playing.\"\n\nMilwaukee leads the series 3-1 and is looking to eliminate the Celtics on Wednesday night.\n\nThe Bucks have relied on their bench heavily in Games 3 and 4 against the Celtics. In Game 3, backups Pat Connaughton and George Hill gave Milwaukee an offensive boost. In Game 4, when Eric Bledsoe, Giannis Antetokounmpo and Khris Middleton were all sitting with foul trouble, the bench built a third-quarter lead. The Bucks never trailed after the third.\n\nThe Bucks hope that Brogdon -- who was a starter during the regular season -- can add even more punch to that second unit.\n\n\"He gives us an extra spark,\" Middleton said. \"Someone that we missed for a long time. Just to have him available is huge for us -- another quality piece we can bring to our depth.\"\n\nBrogdon traveled with the team to Boston for Games 3 and 4, worked out with the training staff and played 5-on-5.\n\nDuring the regular season, Brogdon averaged 15.6 points, 4.5 rebounds and 3.2 assists per game. The Bucks expect him to return to his starting role should they advance to the Eastern Conference finals.", "_id": "ef81d9c3-98c4-4136-811c-34b68413438f"}