{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Connie Loizos", "title": "Fuel Capital, co-led by TaskRabbit founder Leah Busque, just closed a $75 million fund", "description": "Almost three years ago, as the gig-economy company TaskRabbit was nearing its eventual sale to Ikea, its founder, Leah Busque, headed into the venture world. More specifically, she joined Fuel Capital, a firm founded in 2013 by Chris Howard, a VC who’d spent …", "url": "https://techcrunch.com/2019/05/08/fuel-capital-co-led-by-taskrabbit-founder-leah-busque-just-closed-a-75-million-fund/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/FUEL-Capital_Leah-and-Chris.jpg?w=600", "publishedAt": "2019-05-08T16:36:25Z", "content": "Roughly two years ago, as the gig-economy company TaskRabbit was nearing its eventual sale to Ikea, its founder, Leah Busque, headed into the venture world. More specifically, she joined Fuel Capital, a firm founded in 2013 by Chris Howard, a VC who’d spent nearly six years as a principal with Ignition Parters before deciding to break out and do his own thing.\n\nThings have seemed to go well since the two teamed up. The early-stage firm, which looks for startups building developer tools, business software, marketplaces, and consumer goods and services — and which closed its second fund with $46 million in late 2015 — just closed its third fund with $75 million in capital commitments.\n\nAdding Busque as a partner is a move that Fuel’s limited partners apparently like.\n\nThe young firm’s performance is also presumably a major factor. Though Fuel is relatively low-flying compared with many of its venture peers, its exits include CoreOS, which was acquired by Red Hat in January of last year for $250 million, and Nervana’s sale to Intel for more than $350 million in 2016.\n\nFuel also has stakes in an impressive number of in fast-growing and highly valued companies, including Katerra, Flexport, Convoy — all so-called unicorns — along with Figma, Mesosphere, CTRL-Labs, and Lattice. (At Ignition, Howard also wrote one of the first checks to PagerDuty, which went public last month.)\n\nGiven the track record they are building, we asked Howard and Busque yesterday how they think about teams; they told us that they lean toward first-time founders, saying that as Silicon Valley outsiders (Busque is from Boston and Howard is from Seattle), people looking for an inside edge resonate with both.\n\nLike a lot of firms, Fuel is also looking for founders that have been building toward their product or service through their lived experiences. Busque herself founded TaskRabbit in 2008 after finding it forever difficult to run errands while juggling her job as a software engineer at IBM.\n\nAs for the size checks that both are writing, they tell us they’ve always matched investments to their size and strategy and that with this newest fund, most first checks will range from $750,000 to $1 million.\n\nIt’s enough to start leading rounds, they say, though they also plan to partner with the firms with which it they’ve long partnered.\n\nIndeed, just last month, Fuel led a $2.7 million seed round in Fuzzbuzz, a year-old, San Francisco-based startup aiming to deliver a class of automated software testing known as fuzzing. We have more on that deal here.", "_id": "f2cdc62a-a1bc-4ccb-9c12-46c947c861e8"}