{"source": {"id": "recode", "name": "Recode"}, "author": "Peter Kafka", "title": "Amazon wants to pay the New York Times and BuzzFeed to expand so it can reach more shoppers outside the US", "description": "Big US publishers already make money from Amazon’s “affiliate” business. Amazon wants them to make more, and may pay them upfront.", "url": "https://www.vox.com/recode/2019/5/6/18534510/amazon-pay-new-york-times-buzzfeed-expansion-affiliate-wirecutter-strategist", "urlToImage": "https://cdn.vox-cdn.com/thumbor/2ILnBgm-BPNNwU30KzcakRTOf7w=/0x0:4404x2306/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13676447/1052208940.jpg.jpg", "publishedAt": "2019-05-06T21:39:47Z", "content": "Amazon has a pitch for some US-based publishers: Expand overseas. We’ll make it worth your while.\n\nThe world’s dominant e-commerce player is in talks with big American publishers, including the New York Times and BuzzFeed, about deals that would reward them for expanding their international presence, specifically in consumer-oriented shopping sites.\n\nAmazon already pays internet publishers that refer shoppers to the company via “affiliate links” embedded on their site, but it thinks that business could grow significantly if US publishers had more readers outside of America.\n\nRight now, publishers are paid when a shopper clicks on a link on their site, heads to Amazon, and eventually buys something. But sources say Amazon has been proposing various deals that would give publishers money up front in order to expand their international sites or open up new markets.\n\nIf any of the deals get finalized, they will mark a new chapter for Amazon: While other tech companies, including Facebook, Google, and Twitter, have paid publishers in advance to make specific kinds of videos or other content, Amazon hasn’t been in that business before.\n\nIt’s also an indicator that even though Amazon dominates online commerce, it still thinks it needs help getting shoppers inside its giant site. While Amazon is the place shoppers go to find something specific — it is increasingly challenging Google in the search results race as shoppers head directly to Amazon to look up a specific item — affiliate links can drive shoppers to stuff that Amazon is particularly interested in selling or that shoppers may not have known they could get from Amazon.\n\nIt’s unclear how much money Amazon is talking about — though it’s enough for several publishers to take seriously — and which markets the company is most interested in. Also unclear: Whether Amazon would be flat-out underwriting publishers’ expansions or if it would expect to get paid back via revenue the affiliate links generate.\n\nAmazon is specifically interested in publishers that have built up significant affiliate link units and would be paying them to build out those groups. That includes BuzzFeed, which has made e-commerce a significant part of its revenue strategy and has hired a team of writers to create shopping-friendly content; the Times, which bought the Wirecutter shopping guide for around $30 million in 2016; and New York Media, which has turned New York Magazine’s “Strategist” shopping section into a meaningful part of its online business mix.\n\nReps from Amazon, BuzzFeed, the Times, and New York Media declined to comment.\n\nAffiliate links aren’t a new idea (Vox Media sites also participate), but they’ve taken on additional importance for publishers that are struggling to compete against Facebook and Google for online ad revenue.\n\nHere’s how they generally work: A publisher mentions or recommends a particular product and includes a link to Amazon or another shopping site where a consumer can go to buy it. If a shopper heads there directly from the publisher’s site, the shopping site will reward the publisher by giving it a percentage of the total “basket” of goods the shopper ends up buying.\n\nIndustry sources say those percentages vary depending on the publication, shopping site, and the kind of goods, but can average around 10 percent for publishers that generate real volume.\n\nPublishers I’ve talked to about Amazon’s discussions say they’re not uncomfortable contemplating taking money from Jeff Bezos and company (again, it’s not a new idea for a tech company to steer some of its enormous resources to a media company). But they are aware that taking money from a giant tech company means you have to be aware that the tech company’s needs and strategy can change, which means they can’t expect Amazon to underwrite them forever.\n\nRecode and Vox have joined forces to uncover and explain how our digital world is changing — and changing us. Subscribe to Recode podcasts to hear Kara Swisher and Peter Kafka lead the tough conversations the technology industry needs today.", "_id": "f8c472d0-4c02-4543-a6fb-654daca55a3e"}