{"source": {"id": "espn", "name": "ESPN"}, "author": "Dave McMenaminESPN Staff Writer ", "title": "Butler after 76ers' 36-point loss: 'We laid an egg'", "description": "The 76ers suffered one of their worst losses in the franchise's postseason history Tuesday night to fall behind the Raptors 3-2 in the Eastern Conference semifinals.", "url": "http://espn.go.com/nba/story/_/id/26697230/butler-76ers-36-point-loss-laid-egg", "urlToImage": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2019%2F0508%2Fr540007_1296x729_16%2D9.jpg", "publishedAt": "2019-05-08T05:41:41Z", "content": "Jimmy Butler says after the Sixers' 125-89 Game 5 loss that he \"wouldn't even show the film\" if he were head coach Brett Brown. (0:20)\n\nTORONTO -- Brett Brown became a meme, Joel Embiid was mocked by Raptors fans the way he normally mocks opponents, and the 76ers suffered one of their worst losses in the franchise's postseason history in a 125-89 defeat Tuesday night.\n\nThe Sixers now trail the Raptors 3-2 in the Eastern Conference semifinals.\n\n\"I think we laid an egg,\" guard Jimmy Butler said after the 76ers coughed up 19 turnovers leading to 31 Toronto points and failed to crack 100 points for the fourth time this series.\n\nThat was putting it lightly.\n\nThe Raptors blew the doors off the Sixers early, outscoring them 37-17 in the second quarter, and then piled on late, leading by as many as 40 points in the fourth quarter.\n\nBy halftime, Philadelphia had more personal fouls (16) than made field goals (14), and the Sixers' two All-Stars, Embiid and Ben Simmons, struggled as much as anyone. The duo combined for seven turnovers in the first half, which was more than the field goals and assists they combined to register in that span (six).\n\nEmbiid, still reeling from the upper respiratory infection that limited him in Game 4, finished with 13 points on 5-for-10 shooting (2-for-6 from 3), six rebounds, one assist and eight turnovers. In the past five postseasons, only two players have finished a game with one or zero assists and eight or more turnovers: Kevin Durant in 2016 and Embiid, who has now done it twice, as he matched his one-assist, eight-turnover game in the first round against the Miami Heat last year.\n\n\"It sucks,\" Embiid said. \"I know I got to do a better job for us to win. I got to do the little things. When I'm needed to score the ball, I got to show up. Setting screens, I got to do a better job of rebounding the ball. So that's on me. ... I just got to do more.\"\n\nEmbiid played one of his finest games as a pro in Game 3 against the Raptors, putting up 33 points, 10 rebounds and five blocks to put the Sixers up 2-1 in the series. In the two losses since, he has totaled just 24 points, 14 rebounds and three blocks.\n\nWhen the Sixers center checked out of Game 5 for good with 9:05 remaining in the fourth quarter, fans in the stands at Scotiabank Arena -- including Canadian rapper Drake, the Raptors' global ambassador -- spread their arms out and mimicked Embiid's airplane celebration that he broke out after his late windmill dunk in Game 3.\n\nEmbiid hasn't been able to help the Sixers land a win since.\n\n\"I just saw them shake their bodies,\" Embiid said of the fans. \"I didn't pay attention about what the hell they were doing. Good for them. ... I don't care if it offends anybody, but what I do is all about having fun. I don't care. And I'm going to do that because I know I'm going to dominate.\"\n\nButler backed the tough talk out of the Sixers big man.\n\n\"Not concerned, man,\" Butler said of Embiid. \"We're going to ride or die with big fella. Everybody around this locker room knows that. Everybody in the world should know it. The fans should know it.\n\n\"We'll be just fine. We're going to keep doing what we're doing, encouraging him to keep battling through all the injury, through all sickness. And we're here with him.\"\n\nBrown looked like he wanted to be anywhere but where he was on the sideline as the carnage unfolded in front of him. A few minutes into the third quarter, with the Sixers trailing by 15, Brown slumped back in his seat on the bench and stared up at the rafters with a pained look on his face, his reaction instantly going viral.\n\nHe said the Sixers' spirit \"went away quicker than I had hoped\" in Game 5, but he pointed to Thursday's Game 6 at Wells Fargo Center in Philadelphia as a chance at redemption.\n\n\"We're excited to go back to Philadelphia,\" Brown said. \"Nobody's walking out of here, 'Woe is me,' I promise you that. We have a prideful team. We have a team that had a poor performance tonight ... but nobody's walking out of here thinking anything else but we're excited to go back to Philadelphia and find a way to win. This is the bottom line.\n\n\"There is no dent to our spirit; there is no self-pity. We're excited to get back and get ready to play again.\"\n\nIn what was tied for the second-biggest loss in Philadelphia playoff history -- the Sixers lost 121-81 to the Boston Celtics in 1982 -- Simmons and Embiid combined to score just 20 points. It was the third-fewest points they have scored combined this season, according to ESPN Stats & Information, and all four of their lowest combined scoring outputs have come against Toronto.\n\n\"It just wasn't there,\" Simmons said. \"Offensive wasn't there; defense wasn't there. We were terrible tonight.\"\n\nStill, there's another game to be played -- and Embiid said there's at least one more game after that, telling Drake he planned to see him back in Toronto for a Game 7 on Sunday.\n\n\"l got to have fun. That's one of the keys of me playing so well the whole season, this postseason. It's just about -- I mean, I got to smile on the court, I got to lift my teammates up,\" Embiid said. \"I just got to be myself and just not really care and just do whatever I want to. And at the end of the day, that's how I dominate.\n\n\"If you see me smile, that means I'm doing what I'm supposed to do, and I intend to be doing that in two days.\"", "_id": "fc2c8f42-f377-4877-b8d6-7ab297b68578"}