{"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Greg Epstein", "title": "Decolonization and intersectionality in tech, with Chanda Prescod-Weinstein", "description": "Chanda Prescod-Weinstein is Assistant Professor of Physics and Astronomy and a Core Faculty Member in Women’s Studies at the University of New Hampshire. She is the lead “axion wrangler” and a social media team member for the NASA STROBE-X Probe Concept Study…", "url": "https://techcrunch.com/2019/05/08/decolonization-and-intersectionality-in-tech-with-chanda-prescod-weinstein/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/05/GettyImages-991369924.jpg?w=558", "publishedAt": "2019-05-08T15:22:53Z", "content": "Chanda Prescod-Weinstein is Assistant Professor of Physics and Astronomy and a Core Faculty Member in Women’s Studies at the University of New Hampshire. She is the lead “axion wrangler” and a social media team member for the NASA STROBE-X Probe Concept Study.\n\nThe first Black woman in history to hold a faculty position in theoretical cosmology, Prescod-Weinstein is also a Twitter activist who frequently goes viral, a prolific writer and editor in multiple genres and disciplines, and the author of a soon to come column in the New Scientist, and a 2021 book, The Disordered Cosmos: from Dark Matter to Black Lives Matter.\n\nA millennial, she is at the vanguard of a new cohort of brilliant, young, tech-savvy academics who are conducting important research in science and technology while also gracefully shouldering the responsibility of helping transform the way many of us think about what it means to be a scientist or technologist and who we think of when we imagine those categories.\n\nWhy interview a theoretical cosmologist for this series on tech ethics? Because tech, like science, has much work to do in reckoning with issues of race, gender, inclusion, and intersectionality.\n\nAs I spoke with her recently, I pictured young women and men of color or other marginalized backgrounds, looking to find their own place in the extraordinary world that is our tech culture/industry (I call tech a religion to underscore its size and influence, but more on that in some other column) and wondering if a) they will be given a just and equitable opportunity to demonstrate their innate abilities; and b) if in their quest to “make it” in this world they will have to somehow ‘sell out.’\n\nPrescod-Weinstein tells the story, below, of a profound ethical dilemma she faced at the very beginning of her career in science.\n\nPrescod-Weinstein quoted Daniel Berrigan, about whom she first read in an Adrienne Rich poem about the“Catonsville Nine,” a group of anti-war activists who, in 1968, took hundreds of draft files in wire baskets to the parking lot of the draft board in Catonsville, MD. Berrigan, his brother and fellow Catholic priest Phillip, and their seven colleagues dumped the files out, doused them in homemade napalm, and set them on fire.\n\nBerrigan later explained he was inspired to take such dramatic action, rather than merely talking about ethics, because he believed that mere talk would place him “in danger of verbalizing my moral impulses out of existence.”\n\nIn Prescod-Weinstein’s story and in her reference to Berrigan, we can find a parable about the need for inclusion and justice in today’s tech world. When we talk about tech ethics, after all, are we talking mainly about having yet more academic discussions about self-regulation or even incremental government policy changes? Or will we eventually need to grapple with burning issues to which we can only respond meaningfully with hard choices or dramatic actions?\n\nWhat we all make of this, and of several of other ethical questions raised in the conversation below, will determine so much about the future of ethics in tech.\n\nGreg E.: You have been playing a prominent role in facilitating conversations about justice, inclusion, and intersectionality in the science world. I wanted to speak with you about your activism because it seems to me discussions are also needed in the tech world, but seem to be happening even less in tech. What do you think?\n\nChanda P.W.:", "_id": "ffe21bfb-7ffe-4f8d-b9f9-8756106a57bc"}